Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_APPLETV
source: Siri and Dictation If you opt in to Improve Siri and Dictation, Apple may store the audio of your interactions with Siri and Dictation. Audio data, transcripts, and related request data, such as the category of request you made, device specifications, performance statistics, and the approximate location of your device at the time the request was made, may be used to develop and improve Siri, Dictation, Search, and limited other language processing functionality in Apple products and services. For example, transcripts may be used to fine-tune Siri, Search, Voice Control, Translate, and automatic speech recognition models. A subset of this data may be reviewed by graders, with audio review being conducted only by Apple employees. Your request history, which includes your audio data, transcripts, and related request data, is associated with a random, device-generated identifier for six months. After six months, your request history is disassociated from the random identifier and may be retained for up to two years, and the small subset of requests that have been reviewed may be kept beyond two years, without the random identifier, for ongoing improvement of Siri, Dictation, Search, and limited other language processing features. Your request history is not used to build a marketing profile, and is never sold to anyone. If one of your Siri or Dictation interactions is selected for review, the request, as well as the response Siri provided, will be analyzed to determine accuracy and to generally improve Siri, Dictation, Search and limited other language processing functionality in Apple products and services. Depending on the context of your request, a reviewer may access additional contextual data directly relevant to the request, such as names of your contacts or apps installed on your devices, in order to grade the effectiveness of Siri’s response. Only Apple employees, subject to strict confidentiality obligations, are able to access audio interactions with Siri and Dictation. You can change your setting for Improve Siri and Dictation at any time. To do so, go to Settings > Privacy & Security > Analytics & Improvements. You can delete interactions associated with a random identifier and retained for six months or less by going to Settings > General and selecting Siri History. You can disable Siri and Dictation by going to Settings > General > Dictation and turning off Dictation. Then go to Settings > General and turn off Siri. Siri data associated with the random identifier is deleted if you disable Siri and Dictation. General The opt-in preference you selected when you set up an iPhone or iPad will apply to any new Apple connected device or supported HomeKit accessory set up with that iPhone or iPad that has Siri turned on. You can change this later in the settings for each device. By enabling Improve Siri and Dictation, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information to provide and improve Siri, Dictation, Search, Translate, and limited other language processing functionality in Apple products and services as described above. Apple may process and store this information with trusted third-party service providers. At all times, information collected by Apple from your use of Siri, Dictation, or Translate will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ‏Siri والإملاء عند الاشتراك في تحسين Siri والإملاء، قد تخزن Apple تفاعلاتك الصوتية مع Siri والإملاء. قد تُستخدم البيانات الصوتية والنسخ النصية وبيانات الطلبات ذات الصلة - مثل مواصفات الجهاز وإحصائيات الأداء والموقع التقريبي لجهازك وقت إجراء الطلب - لتطوير وتحسين Siri والإملاء والبحث ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها. على سبيل المثال، قد تُستخدم النسخ النصية لتنقيح Siri والبحث والتحكم بالصوت والترجمة ونماذج التعرف التلقائي على الكلام. قد يراجع المقيِّمون مجموعة فرعية من هذه البيانات، على أن تقتصر مراجعة البيانات الصوتية على موظفي Apple فقط. يرتبط سجل تاريخ طلباتك - الذي يتضمن البيانات الصوتية والنسخ النصية وبيانات الطلبات المرتبطة - بمعرِّف عشوائي ينشئه الجهاز لمدة ستة أشهر. وبعد الأشهر الستة، يُلغى ارتباط سجل تاريخ الطلبات بالمعرف العشوائي، وقد يُحتفظ به لمدة تصل إلى سنتين، وقد يُحتفظ بالمجموعة الفرعية الصغيرة من طلباتك التي تمت مراجعتها لمدة تتجاوز السنتين بهدف الاستمرار في تحسين Siri والإملاء والبحث وميزات أخرى محدودة لمعالجة اللغات. لا يُستخدم سجل تاريخ الطلبات في إنشاء ملف شخصي تسويقي، ولا يُباع مطلقًا إلى أي شخص. عند تحديد أحد تفاعلاتك مع Siri أو الإملاء للمراجعة، يتم تحليل الطلب والاستجابة المتوفرة من Siri أيضًا، وذلك لتحديد مستوى الدقة ولتحسين Siri والإملاء والبحث ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها بوجه عام. وحسب سياق الطلب، قد يصل المراجع إلى بيانات سياقية إضافية ذات صلة مباشرة بالطلب، مثل أسماء جهات الاتصال أو التطبيقات المثبتة على أجهزتك، وذلك لتقييم مدى فعالية استجابة Siri. موظفو Apple هم فقط الذين يمكنهم الوصول إلى التفاعلات الصوتية مع Siri والإملاء، ويتم ذلك بموجب التزامات صارمة فيما يتعلق بالسرية. يمكنك تغيير إعداد تحسين Siri والإملاء في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية والأمن > التحليلات والتحسينات. يمكنك حذف التفاعلات المرتبطة بمعرّف عشوائي والتي يتم الاحتفاظ بها لمدة ستة أشهر أو أقل، وذلك بالانتقال إلى الإعدادات > عام وتحديد سجل تاريخ Siri. يمكنك تعطيل Siri والإملاء عن طريق الانتقال إلى الإعدادات > عام > الإملاء وإيقاف الإملاء. انتقل بعد ذلك إلى الإعدادات > عام، وأوقف Siri. تُحذف بيانات Siri المرتبطة بالمعرِّف العشوائي عند تعطيل Siri والإملاء. عام تفضيل الاشتراك المحدد عند إعداد iPhone أو iPad هو الذي سيطبَّق على أي جهاز Apple متصل جديد أو ملحق HomeKit مدعوم تم إعداده باستخدام هذا الـ iPhone أو الـ iPad المشغل عليه Siri. ويمكنك تغيير هذا فيما بعد في إعدادات كل جهاز. يعد تمكين تحسين Siri والإملاء بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها، وذلك بهدف تقديم وتحسين Siri والإملاء والبحث والترجمة ووظائف أخرى محدودة لمعالجة اللغات في منتجات Apple وخدماتها، كما هو موضح أعلاه. قد تعالج Apple هذه المعلومات وتخزنها لدى مزودي خدمة موثوقين تابعين لجهات خارجية. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple من خلال استخدامك لـ Siri أو الإملاء أو الترجمة وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Siri и Диктовка Ако изберете да включите Подобряване на Siri и Диктовка, Apple може да съхранява аудиото на вашите взаимодействия с функциите Siri и Диктовка. Аудио данните, транскрипциите и данните, свързани със заявката, например като категорията на направената заявка, спецификациите на устройството, статистика за производителността и приблизителното местоположение на вашето устройство към момента на подаване на заявката, могат да се използват за разработване и подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка в продуктите и услугите на Apple. Например, транскрипциите могат да се използват за фина настройка на функциите Siri, Търсене, Управление с глас, Превод и автоматичните модели за разпознаване на говор. Част от тези данни могат да бъдат прегледани от оценители, заедно с аудио преглед, който се провежда само от служители на Apple. Историята на вашите заявки, която включва вашите аудио данни, транскрипции и данни, свързани със заявките, се свързва със случаен, генериран от устройството идентификатор за шест месеца. След шест месеца връзката на историята на вашите заявки със случайния идентификатор се прекъсва и те могат да бъдат пазени до две години, а малка част от заявките, които са били преглеждани, могат да бъдат запазени, без случайния идентификатор, за период, по-дълъг от две години, с цел непрекъснато подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка. Историята на вашите заявки не се използва за създаването на маркетингов профил и никога не се продава на други страни. Ако някое от вашите взаимодействия със Siri или Диктовка бъде избрано за преглед, заявката, заедно с предоставения отговор от Siri, ще бъде анализирана с цел определяне на точността и общо подобряване на функциите Siri, Диктовка, Търсене и други ограничени функции за езикова обработка в продуктите и услугите на Apple. В зависимост от контекста на вашата заявка, при преглеждането може да се предостави достъп до допълнителни данни с контекст, пряко свързани със заявката, например като имена на контакти или приложения, инсталирани на вашите устройства, за да се оцени ефективността на отговора на Siri. Само служителите на Apple, които са обект на строги задължения за поверителност, имат достъп до записите на аудио взаимодействията със Siri и Диктовка. По всяко време можете да промените вашите настройки за Подобряване на Siri и Диктовка. За да направите това, отидете в Настройки > Поверителност и сигурност > Аналитични данни и подобрения. Можете да изтриете взаимодействията, които са свързани с определен случаен идентификатор и се пазят в продължение на шест месеца или по-малко, като отидете в Настройки > Основни и изберете История на Siri. Можете да изключите функцията Siri и Диктовка, като отидете в Настройки > Основни > Диктовка и изключите Диктовка. След това отидете в Настройки> Основни и изключете Siri. Данните за Siri, свързани със случайния идентификатор, се изтриват, ако изключите Siri и Диктовка. Основни Опцията за включване в програмата, която сте избрали при настройването на iPhone или iPad, ще е валидна за всяко ново свързано Apple устройство или поддържан аксесоар за HomeKit, което се настройва с този iPhone или iPad и на което сте включили Siri. Можете по-късно да промените това в настройките на всяко устройство. Като активирате Подобряване на Siri и Диктовка, вие се съгласявате Apple и нейните дъщерни дружества и агенти да предават, събират, поддържат, обработват и използват тази информация с цел осигуряване и подобряване на функциите Siri, Диктовка, Търсене, Превод и други ограничени функции за езикова обработка в продуктите и услугите на Apple, както е описано по-горе. Apple може да обработва и съхранява тази информация с други доверени доставчици на услуги. Събраната от Apple информация за използването на функциите Siri, Диктовка или Превод винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: Siri i dictat Si actives la millora de Siri i el dictat, és possible que Apple emmagatzemi l’àudio de les interaccions. És possible que s’utilitzin les dades de l’àudio, les transcripcions i altra informació relacionada amb la sol·licitud, com ara el tipus o la categoria, les especificacions del dispositiu, les estadístiques de rendiment i la ubicació aproximada del dispositiu en el moment de fer‑la, per desenvolupar i millorar Siri, el dictat, la cerca i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple. Per exemple, pot ser que s’utilitzin les transcripcions per perfeccionar Siri, la cerca, el control per veu, la traducció i els models del reconeixement de veu automàtic. També pot ser que el personal d’anàlisi en revisi algunes de les dades, tot i que només els empleats d’Apple en podran revisar l’àudio. Lʼhistorial de sol·licituds, que inclou les dades de l’àudio, les transcripcions i les dades relacionades amb la petició, sʼassocia a un identificador aleatori generat pel dispositiu durant 6 mesos. Passats 6 mesos, l’historial de sol·licituds es dissocia de l’identificador aleatori i pot ser que es desi fins a 2 anys més. Així mateix, és possible que una petita part de les sol·licituds que s’hagin revisat es conservin durant més de 2 anys, sense l’identificador aleatori, per continuar millorant Siri, el dictat, la cerca i un nombre limitat d’altres funcions de processament del llenguatge. L’historial de sol·licituds no s’utilitza per generar un perfil comercial i no es ven mai a ningú. Si se selecciona una de les teves interaccions amb Siri o el dictat per revisar‑la, s’analitzaran tant la sol·licitud com la resposta de Siri per determinar‑ne la precisió i per ajudar a millorar Siri, el dictat, la cerca i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis dʼApple. Depenent del context de la petició, pot ser que se’n revisin més dades contextuals que hi estiguin directament relacionades, com ara els noms dels contactes o les apps instal·lades als dispositius, per tal d’avaluar l’efectivitat de la resposta de Siri. Només els treballadors d’Apple, que estan subjectes a obligacions de confidencialitat estrictes, poden accedir a les interaccions d’àudio amb Siri i el dictat. Pots canviar la configuració de la millora de Siri i el dictat en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i millores. Pots eliminar les interaccions associades a un identificador aleatori i desades durant sis mesos o menys a lʼapp Configuració > General > Historial de Siri. Pots desactivar Siri i la Dictat anant a lʼapp Configuració > General > Dictat, i desactivant lʼopció Dictat. Tot seguit, ves a lʼapp Configuració > General i desactiva Siri. Si desactives Siri i el dictat, s’eliminaran les dades de Siri associades a lʼidentificador aleatori. General La preferència que seleccionis en configurar un iPhone o iPad sʼaplicarà en tots els dispositius Apple connectats o accessoris compatibles amb el HomeKit nous que configuris amb aquell iPhone o iPad que tingui Siri activat. Pots canviar aquesta opció més tard a la configuració de cada dispositiu. En activar la millora de Siri i el dictat, acceptes i permets que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació per proporcionar i millorar Siri, el dictat, la cerca, l’app Traducció i un nombre limitat d’altres funcionalitats de processament del llenguatge dels productes i serveis d’Apple tal com es descriu anteriorment. Apple pot processar i desar aquesta informació amb proveïdors de serveis de tercers que consideri de confiança. La informació recopilada per Apple en relació amb l’ús de Siri, el dictat o l’app Traducció es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Siri a diktování Pokud se rozhodnete zapojit do vylepšování Siri a Diktování, Apple může ukládat zvukové záznamy vašich interakcí se Siri a diktováním. Zvuková data, přepisy a související údaje o požadavcích, jako je kategorie zadaného požadavku, specifikace zařízení, statistiky výkonu a přibližná poloha vašeho zařízení v době zadání požadavku, mohou být použity k vývoji a vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách společnosti Apple. Přepisy můžou být například využity k dolaďování Siri, hledání, hlasového ovládání, překladových funkcí a modelů automatického rozpoznávání řeči. Část těchto dat může být přezkoumána pracovníky pověřenými vyhodnocováním, přičemž vyhodnocování zvukových záznamů provádí výhradně zaměstnanci společnosti Apple. Historie vašich požadavků, včetně zvukových dat, přepisů a souvisejících údajů o požadavcích, je po dobu šesti měsíců propojena s náhodným identifikátorem, vygenerovaným na zařízení. Po šesti měsících je historie vašich požadavků oddělena od náhodného identifikátoru a může být uchovávána až dva roky. Malá část požadavků, která byla analyzována, může být uchována déle než dva roky s cílem dalšího vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka, ovšem bez propojení s náhodným identifikátorem. Historie požadavků není využívána k vytváření marketingových profilů, ani není nikdy prodávána jakýmkoli dalším stranám. Pokud bude některá z vašich interakcí se Siri nebo diktováním vybrána pro analýzu, požadavek i odpověď, kterou Siri poskytla, budou analyzovány za účelem zjištění přesnosti odezvy a obecného vylepšování Siri, diktování, hledání a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách Apple. V závislosti na kontextu vašeho požadavku může pracovník pověřený vyhodnocováním získat přístup k dalším kontextovým datům, které se k požadavku přímo vztahují (například ke jménům vašich kontaktů nebo názvům aplikací nainstalovaných ve vašich zařízeních), pro účely klasifikace efektivity reakce Siri. Ke zvukové komunikaci se Siri a Diktováním mají přístup pouze zaměstnanci Apple vázaní přísným ujednáním o zachování důvěrnosti. Nastavení vylepšování Siri a diktovacích služeb můžete kdykoli změnit. Chcete‑li to provést, přejděte do Nastavení > Soukromí a zabezpečení > Analýza a vylepšování. Chcete‑li smazat údaje o interakcích sdružené s náhodným identifikátorem a uchovávané po maximální dobu šesti měsíců, přejděte do Nastavení > Obecné a vyberte volbu Historie Siri. Chcete‑li vypnout Siri a diktování, přejděte do Nastavení > Obecné > Diktování a vypněte volbu Diktování. Potom přejdete do Nastavení > Obecné a vypněte volbu Siri. Po vypnutí Siri a diktování budou smazána data Siri propojená s náhodným identifikátorem. Obecné Předvolba udělení souhlasu, kterou jste vybrali při nastavování iPhonu nebo iPadu, bude použita také na všech nově propojených zařízeních Apple a podporovaných zařízeních HomeKitu, jež jste nastavili pomocí iPhonu nebo iPadu se zapnutou službou Siri. Později můžete tuto předvolbu změnit v nastavení jednotlivých zařízení. Zapnutím vylepšování Siri a diktování vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její dceřiné společnosti a zástupci mohou uvedené informace přenášet, shromažďovat, udržovat, zpracovávat a využívat za účelem poskytování a vylepšování Siri, diktování, hledání, aplikace Přeložit a omezeného okruhu dalších funkcí pro zpracování jazyka v produktech a službách Apple, jak je popsáno výše. Společnost Apple může tyto informace zpracovávat a uchovávat ve spolupráci s důvěryhodnými nezávislými poskytovateli služeb. Společnost Apple bude s informacemi, které při vašem používání Siri, diktování a překladových služeb shromáždí, za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Siri og Diktering Hvis du vælger at dele oplysninger med Gør Siri og Diktering bedre, gemmer Apple muligvis lyden fra dine interaktioner med Siri og Diktering. Lyddata, transskriptioner og relaterede anmodningsdata, f.eks. kategorien af den foretagne anmodning, specifikationer for enheden, statistik over ydeevne og omtrentlig lokalitet for din enhed, da anmodningen blev foretaget, bruges muligvis til at udvikle og forbedre Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Transskriptioner bruges f.eks. muligvis til at finjustere Siri, Søg, Stemmekontrol, Oversæt og modeller til automatisk talegenkendelse. Et udvalg af disse data gennemgås muligvis af evaluatorer, og gennemgang af lyd foretages kun af Apple-medarbejdere. Din anmodningshistorik, som inkluderer dine lyddata, transkriptioner og relaterede anmodningsdata, knyttes til et vilkårligt, enhedsgenereret id i seks måneder. Efter seks måneder fjernes tilknytningen af din anmodningshistorik til det tilfældige id, og historikken opbevares muligvis i op til to år. Det lille udvalg af anmodninger, der er blevet gennemgået, opbevares muligvis længere end to år uden det tilfældige id med henblik på løbende forbedring af Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog. Din anmodningshistorik bruges ikke til at opbygge en markedsføringsprofil og sælges aldrig til nogen. Hvis en af dine interaktioner med Siri eller Diktering udvælges til gennemgang, bliver anmodningen og svaret fra Siri analyseret for at fastslå nøjagtigheden og for at forbedre Siri, Diktering, Søg og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester. Afhængigt af konteksten af din anmodning vil en evaluator muligvis få adgang til yderligere kontekstuelle data, der er relevante for anmodningen, f.eks. navnene på dine kontakter eller apps, der er installeret på dine enheder, for at bedømme effektiviteten af svaret fra Siri. Det er kun Apple-medarbejdere, som er underlagt tavshedspligt, der kan få adgang til lydinteraktioner med Siri og Diktering. Du kan altid ændre indstillingen af Gør Siri og Diktering bedre. Det gør du ved at gå til Indstillinger > Anonymitet & sikkerhed > Analyse og forbedringer. Du kan slette interaktioner, der er tilknyttet et vilkårligt id, og som opbevares i seks måneder eller mindre, ved at gå til Indstillinger > Generelt og vælge Siri-historik. Du kan slå Siri og Diktering fra ved at gå til Indstillinger > Generelt > Diktering og slå Diktering fra. Gå derefter til Indstillinger > Generelt, og slå Siri fra. Siri-data, der er tilknyttet det vilkårlige id, bliver slettet, hvis du slår Siri og Diktering fra. Generelt Den indstilling, du vælger, når du indstiller en iPhone eller iPad, anvendes på alle nye Apple-enheder, der tilsluttes, samt på understøttet HomeKit-tilbehør, der er indstillet vha. den pågældende iPhone eller iPad, hvor Siri er slået til. Du kan ændre dette senere i indstillingerne til hver enkelt enhed. Hvis du slår Gør Siri og Diktering bedre til, erklærer du dig indforstået med, at Apple, dets datterselskaber og agenter sender, indsamler, vedligeholder, behandler og benytter disse oplysninger med henblik på at levere og forbedre Siri, Diktering, Søg, Oversæt og et begrænset antal af andre funktioner til behandling af sprog i Apples produkter og tjenester som beskrevet ovenfor. Apple vil muligvis behandle og opbevare disse oplysninger hos pålidelige tredjepartsudbydere af tjenester. Oplysninger indsamlet af Apple fra din brug af Siri, Diktering eller Oversæt vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som findes på www.apple.com/dk/privacy.
de: Siri und Diktierfunktion Wenn du „Siri verbessern“ und die Diktierfunktion aktiviert hast, kann Apple das Audio deiner Interaktionen mit Siri und der Diktierfunktion speichern. Audiodaten, Transkripte und zugehörige Anfragedaten wie die Kategorie der gestellten Anfrage, Gerätespezifikationen, Leistungsstatistiken und der ungefähre Standort deines Geräts zum Zeitpunkt der Anfrage können verwendet werden, um Siri, die Diktierfunktion, die Suche und begrenzte andere Sprachverarbeitungsfunktionen in Produkten und Diensten von Apple zu entwickeln und zu verbessern. Transkripte werden möglicherweise verwendet, um Siri, die Suche, die Sprachsteuerung, die App „Übersetzen“ und Modelle für die automatische Spracherkennung zu optimieren. Ein Teil dieser Daten kann von Prüfpersonal überprüft werden. Die Prüfung von Audiomaterial wird ausschließlich von Apple-Mitarbeiter:innen durchgeführt. Dein Anfrageverlauf, zu dem auch deine Audiodaten, Transkripte und zugehörigen Anfragedaten gehören, wird sechs Monate lang mit einer auf dem Gerät generierten Zufalls-ID verknüpft. Nach sechs Monaten wird der Anfrageverlauf nicht mehr mit der Zufalls-ID verknüpft und kann bis zu zwei Jahre gespeichert werden. Der kleine Teil der Anfragen, die überprüft wurden, kann ohne Zufalls-ID länger als zwei Jahre aufbewahrt werden, um Siri, die Diktierfunktion, die Suche und bestimmte andere Sprachverarbeitungsfunktionen kontinuierlich zu verbessern. Dein Anfrageverlauf wird nicht verwendet, um ein Profil von dir für Werbezwecke zu erstellen, und er wird niemals an Dritte verkauft. Wenn eine deiner Interaktionen mit Siri oder der Diktierfunktion zur Überprüfung ausgewählt wird, werden die Anfrage sowie die von Siri bereitgestellte Antwort analysiert, um die Genauigkeit zu bestimmen und um Siri, die Diktierfunktion und begrenzte weitere Funktionen der Sprachverarbeitung in Apple-Produkten und -Diensten generell zu verbessern. Abhängig vom Kontext deiner Anfrage können Prüfer:innen auf zusätzliche Kontextdaten zugreifen, die für die Anfrage direkt relevant sind, wie die Namen deiner Kontakte oder die auf deinen Geräten installierten Apps, um die Gültigkeit der Antwort von Siri zu bewerten. Der Zugriff auf Audiointeraktionen mit Siri und der Diktierfunktion ist nur Apple-Mitarbeiter:innen gestattet, die strengen Geheimhaltungspflichten unterliegen. Du kannst deine Einstellung für „Siri und Diktierfunktion verbessern“ jederzeit ändern. Öffne dazu „Einstellungen“ > „Datenschutz & Sicherheit“ > „Analyse & Verbesserungen“. Du kannst Interaktionen löschen, die einer Zufalls-ID zugeordnet sind und für maximal sechs Monate gespeichert werden. Dazu öffnest du „Einstellungen“ > „Allgemein“ und wählst „Siri-Verlauf“. Du kannst Siri und die Diktierfunktion deaktivieren, indem du „Einstellungen“ > „Allgemein“ > „Diktieren“ auswählst und die Diktierfunktion deaktivierst. Wähle dann „Einstellungen“ > „Allgemein“ und deaktiviere „Siri“. Siri-Daten, denen eine Zufalls-ID zugeordnet ist, werden beim Deaktivieren von Siri und der Diktierfunktion gelöscht. Allgemein Die Einwilligungseinstellung, die du beim Einrichten des iPhone oder iPad ausgewählt hast, gilt für jedes verbundene Apple-Gerät oder unterstütztes HomeKit-Gerät, die mit diesem iPhone oder iPad eingerichtet wurden und Siri aktiviert haben. Du kannst dies später in den Einstellungen für jedes Gerät ändern. Durch die Aktivierung von „Siri verbessern“ und der Diktierfunktion erklärst du dein Einverständnis damit, dass Apple sowie Tochterunternehmen und Mitarbeiter:innen von Apple diese Daten übertragen, sammeln, verwalten, verarbeiten und nutzen, um Siri, die Diktierfunktion, die Suche, die Übersetzungsfunktion und begrenzte andere Funktionen der Sprachverarbeitung in Produkten und Diensten von Apple bereitzustellen und zu verbessern (wie oben beschrieben). Apple ist berechtigt, vertrauenswürdige Drittanbieter derartiger Dienste mit dem Verarbeiten und Speichern dieser Daten zu beauftragen. Informationen, die Apple durch deine Nutzung von Siri, der Diktierfunktion oder der Übersetzungsfunktion gesammelt hat, werden jederzeit in Übereinstimmung mit der Apple-Datenschutzrichtlinie unter www.apple.com/de/privacy behandelt.
el: Siri και Υπαγόρευση Αν επιλέξετε να συμμετάσχετε στη Βελτίωση του Siri και της Υπαγόρευσης, η Apple ενδέχεται να αποθηκεύει το ηχητικό περιεχόμενο των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση. Τα δεδομένα ήχου, οι απομαγνητοφωνήσεις και τα σχετικά δεδομένα αιτημάτων, π.χ. κατηγορία του υποβληθέντος αιτήματος, προδιαγραφές συσκευών, στατιστικά απόδοσης και η κατά προσέγγιση τοποθεσία της συσκευής σας τη στιγμή υποβολής του αιτήματος, ενδέχεται να χρησιμοποιηθούν για την ανάπτυξη και βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και ενός περιορισμένου αριθμού άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες της Apple. Για παράδειγμα, οι απομαγνητοφωνήσεις ενδέχεται να χρησιμοποιούνται για την ακριβή προσαρμογή του Siri, της Αναζήτησης, του Φωνητικού ελέγχου, της Μετάφρασης, καθώς και μοντέλων αυτόματης αναγνώρισης ομιλίας. Ένα υποσύνολο αυτών των δεδομένων ενδέχεται να ελεγχθεί από τους βαθμολογητές. Ο έλεγχος των δεδομένων ήχου πραγματοποιείται μόνο από υπαλλήλους της Apple. Το ιστορικό αιτημάτων σας, που περιλαμβάνει δεδομένα ήχου, απομαγνητοφωνήσεις και τυχόν σχετικά δεδομένα αιτήματος, συσχετίζεται με ένα τυχαίο αναγνωριστικό που παράγεται από τη συσκευή για έξι μήνες. Μετά από έξι μήνες, το ιστορικό αιτημάτων σας αποσυσχετίζεται από το τυχαίο αναγνωριστικό και ενδέχεται να διατηρηθεί για έως και δύο έτη. Το μικρό υποσύνολο αιτημάτων που έχουν ελεγχθεί ενδέχεται να διατηρηθεί για παραπάνω από δύο έτη, χωρίς το τυχαίο αναγνωριστικό, για τη συνεχή βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και ενός περιορισμένου αριθμού άλλων δυνατοτήτων επεξεργασίας γλώσσας. Το ιστορικό αιτημάτων σας δεν χρησιμοποιείται για δημιουργία προφίλ μάρκετινγκ και δεν πωλείται ποτέ σε κανένα άτομο. Αν επιλεγεί για εξέταση μία από τις αλληλεπιδράσεις σας με το Siri ή την Υπαγόρευση, το αίτημα, καθώς και η απάντηση από το Siri, θα αναλυθούν για τον προσδιορισμό της ακρίβειας και τη γενική βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης και περιορισμένων άλλων λειτουργιών επεξεργασίας γλώσσας σε προϊόντα και υπηρεσίες της Apple. Ανάλογα με το περιεχόμενο του αιτήματός σας, ένα άτομο με αρμοδιότητες ελέγχου ενδέχεται να προσπελάσει πρόσθετα δεδομένα περιεχομένου που σχετίζονται με το αίτημα, π.χ. τα ονόματα των επαφών σας ή εγκατεστημένες εφαρμογές στις συσκευές σας, προκειμένου να βαθμολογήσει την αποτελεσματικότητα της απάντησης του Siri. Μόνο οι υπάλληλοι της Apple, που υπόκεινται σε αυστηρές δεσμεύσεις εμπιστευτικότητας, μπορούν να έχουν πρόσβαση σε ηχητικές αλληλεπιδράσεις με το Siri και την Υπαγόρευση. Μπορείτε να αλλάξετε τη ρύθμιση για τη Βελτίωση του Siri και της Υπαγόρευσης ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Ανάλυση και βελτιώσεις». Για να διαγράψετε αλληλεπιδράσεις που είναι συσχετισμένες με ένα τυχαίο αναγνωριστικό και διατηρούνται για έως έξι μήνες, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» και επιλέξτε «Ιστορικό Siri». Για να απενεργοποιήσετε το Siri και την Υπαγόρευση, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > «Υπαγόρευση» και απενεργοποιήστε την «Υπαγόρευση». Έπειτα, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» και απενεργοποιήστε το Siri. Τα δεδομένα Siri που είναι συσχετισμένα με το τυχαίο αναγνωριστικό θα διαγραφούν αν απενεργοποιήσετε το Siri και την Υπαγόρευση. Γενικά Η προτίμηση συμμετοχής που επιλέξατε κατά τη διαμόρφωση ενός iPhone ή iPad θα εφαρμοστεί σε οποιαδήποτε νέα συνδεδεμένη συσκευή Apple ή υποστηριζόμενο αξεσουάρ HomeKit που έχετε διαμορφώσει με αυτό το iPhone ή iPad που έχει ενεργοποιημένο το Siri. Μπορείτε να αλλάξετε αυτήν την προτίμηση ανά πάσα στιγμή στις ρυθμίσεις της εκάστοτε συσκευής. Αν ενεργοποιήσετε τη Βελτίωση Siri και Υπαγόρευσης, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών από την Apple, τις θυγατρικές και τους αντιπροσώπους της, για παροχή και βελτίωση του Siri, της Υπαγόρευσης, της Αναζήτησης, της Μετάφρασης και ενός περιορισμένου αριθμού άλλων λειτουργιών γλωσσικής επεξεργασίας σε προϊόντα και υπηρεσίες της Apple, όπως περιγράφεται παραπάνω. Η Apple ενδέχεται να επεξεργαστεί και να αποθηκεύσει αυτές τις πληροφορίες σε αξιόπιστους τρίτους παρόχους υπηρεσιών. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple από την από μέρους σας χρήση του Siri, της Υπαγόρευσης ή της Μετάφρασης πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της Apple, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Siri y Dictado Si activas “Mejorar Siri y Dictado”, es posible que Apple almacene el audio de tus interacciones. Los datos de audio, las transcripciones y otra información relacionada con las peticiones, como la categoría de la petición que realices, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo en el momento de hacer la petición, se pueden usar para desarrollar y mejorar Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje en los productos y servicios de Apple. Por ejemplo, las transcripciones podrían usarse para ajustar Siri, las funciones de búsqueda y traducción, el control por voz y los modelos de reconocimiento de voz automático. Cabe la posibilidad de que se revise un subconjunto de estos datos, en cuyo caso solo podrán llevar a cabo la revisión del audio empleados de Apple. Tu historial de peticiones, que incluye los datos de audio, las transcripciones y otros datos relacionados con las peticiones, se asocia con un identificador aleatorio generado por el dispositivo durante seis meses. Transcurridos seis meses, el historial de peticiones deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años. Asimismo, el reducido subconjunto de peticiones que se hayan revisado puede conservarse durante más de dos años, sin el identificador aleatorio, para seguir mejorando Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para elaborar un perfil comercial y nunca se vende a terceros. Si se selecciona una de tus interacciones con Siri o Dictado para someterla a revisión, la petición, así como la respuesta que Siri haya proporcionado, se analizarán para determinar su precisión y para mejorar con carácter general Siri, las funciones de dictado y búsqueda, y otras prestaciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de la petición, es posible que la persona encargada de la revisión acceda a datos contextuales adicionales que estén directamente relacionados con la petición, como los nombres de tus contactos o las apps instaladas en tus dispositivos, a fin de evaluar la eficacia de la respuesta de Siri. Solo los empleados de Apple, que están sujetos a estrictas obligaciones de confidencialidad, tendrán acceso a las interacciones de audio con Siri y Dictado. Puedes cambiar el ajuste para “Mejorar Siri y Dictado” en cualquier momento. Para ello, ve a Ajustes > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio que se conservan durante seis meses como máximo si seleccionas “Historial de Siri” en Ajustes > General. Puedes desactivar Siri y Dictado si desactivas Dictado en Ajustes > General > Dictado. A continuación, ve a Ajustes > General y desactiva Siri. Los datos de Siri asociados con el identificador aleatorio se eliminarán si desactivas Siri y Dictado. General La preferencia seleccionada al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple nuevo o accesorio compatible con HomeKit que se conecte y configure con ese iPhone o iPad que tenga Siri activado. Esta opción se puede modificar cuando quieras en los ajustes de cada dispositivo. Al activar “Mejorar Siri y Dictado”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes con el fin de proporcionar y mejorar Siri, las funciones de dictado, búsqueda y traducción, y otras prestaciones de procesamiento del lenguaje de los productos y servicios de Apple, tal como se ha descrito anteriormente. Apple puede procesar y almacenar esta información con proveedores de servicios de terceros de confianza. En todo momento, la información recopilada por Apple derivada del uso de Siri, Dictado o la app Traducir se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_419: Siri y Dictado Si optas por activar Mejorar Siri y Dictado, Apple puede almacenar el audio de tus interacciones con Siri y Dictado. Los datos de audio, las transcripciones y los datos relacionados con las peticiones, como la categoría de una petición, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo al momento de realizar la petición, pueden usarse para desarrollar y mejorar Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del idioma en los productos y servicios de Apple. Por ejemplo, las transcripciones pueden usarse para refinar Siri, Buscar, Control por voz, Traducir y los modelos de aprendizaje automático de reconocimiento de voz. Es posible que se revise un subconjunto de estos datos, y las revisiones del contenido de audio las realizan exclusivamente empleados de Apple. Tu historial de peticiones, el cual incluye datos de audio, transcripciones y datos relacionados con las peticiones, se asocia con un identificador aleatorio generado en el dispositivo por un periodo de seis meses. Después de seis meses, tu historial de solicitudes deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años, y el pequeño subconjunto de peticiones que se han revisado podría conservarse por más de dos años, sin el identificador aleatorio, para la mejora continua de Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para crear un perfil de marketing y nunca se vende a nadie. Si una de tus interacciones con Siri o Dictado se elige para revisión, la petición y la respuesta que proporcionó Siri se analizan para determinar la precisión y para mejorar de forma general Siri, Dictado y las funciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de tu petición, un revisor podría acceder a datos contextuales adicionales que estén directamente relacionados con la petición, como nombres de contactos o apps instaladas en el dispositivo, con la finalidad de calificar la eficiencia de la respuesta de Siri. Sólo los empleados de Apple, sujetos a estrictas obligaciones de confidencialidad, pueden acceder a las interacciones de audio de Siri y Dictado. Puedes cambiar tu configuración de Mejorar Siri y Dictado en cualquier momento. Para hacerlo, ve a Configuración > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio y almacenadas por seis meses o menos desde Configuración > General > Historial de Siri. Para desactivar Siri y Dictado, primero ve a Configuración > General > Dictado y desactiva la opción Dictado. Después, ve a Configuración > General y desactiva Siri. Si desactivas Siri y Dictado, se eliminan los datos de Siri asociados con el identificador aleatorio. General La opción que selecciones al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple o accesorio compatible con HomeKit nuevo que configures con el iPhone o iPad donde se activó Siri. Puedes controlar esta opción para cada dispositivo por separado desde Configuración. Al activar Mejorar Siri y Dictado, aceptas y consientes que Apple y sus filiales y agentes transmitan, recopilen, mantengan, procesen y usen esta información con el fin de proporcionar y mejorar Siri, Dictado, Buscar, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple como se describe arriba. Apple podría procesar y almacenar esta información usando proveedores de servicios de terceros de confianza. La información que Apple recopile de tu uso de Siri, Dictado o Traducir se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
es_us: Siri y Dictado Si optas por activar Mejorar Siri y Dictado, Apple puede almacenar el audio de tus interacciones con Siri y Dictado. Los datos de audio, las transcripciones y los datos relacionados con las peticiones, como la categoría de una petición, las especificaciones del dispositivo, las estadísticas de rendimiento y la ubicación aproximada del dispositivo al momento de realizar la petición, pueden usarse para desarrollar y mejorar Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del idioma en los productos y servicios de Apple. Por ejemplo, las transcripciones pueden usarse para refinar Siri, Buscar, Control por voz, Traducir y los modelos de aprendizaje automático de reconocimiento de voz. Es posible que se revise un subconjunto de estos datos, y las revisiones del contenido de audio las realizan exclusivamente empleados de Apple. Tu historial de peticiones, el cual incluye datos de audio, transcripciones y datos relacionados con las peticiones, se asocia con un identificador aleatorio generado en el dispositivo por un periodo de seis meses. Después de seis meses, tu historial de solicitudes deja de estar asociado con el identificador aleatorio y puede conservarse durante un máximo de dos años, y el pequeño subconjunto de peticiones que se han revisado podría conservarse por más de dos años, sin el identificador aleatorio, para la mejora continua de Siri, Dictado, Buscar y un conjunto limitado de funciones de procesamiento del lenguaje. Tu historial de peticiones no se usa para crear un perfil de marketing y nunca se vende a nadie. Si una de tus interacciones con Siri o Dictado se elige para revisión, la petición y la respuesta que proporcionó Siri se analizan para determinar la precisión y para mejorar de forma general Siri, Dictado y las funciones de procesamiento del lenguaje en los productos y servicios de Apple. Dependiendo del contexto de tu petición, un revisor podría acceder a datos contextuales adicionales que estén directamente relacionados con la petición, como nombres de contactos o apps instaladas en el dispositivo, con la finalidad de calificar la eficiencia de la respuesta de Siri. Sólo los empleados de Apple, sujetos a estrictas obligaciones de confidencialidad, pueden acceder a las interacciones de audio de Siri y Dictado. Puedes cambiar tu configuración de Mejorar Siri y Dictado en cualquier momento. Para hacerlo, ve a Configuración > Privacidad y seguridad > Análisis y mejoras. Puedes eliminar las interacciones asociadas con un identificador aleatorio y almacenadas por seis meses o menos desde Configuración > General > Historial de Siri. Para desactivar Siri y Dictado, primero ve a Configuración > General > Dictado y desactiva la opción Dictado. Después, ve a Configuración > General y desactiva Siri. Si desactivas Siri y Dictado, se eliminan los datos de Siri asociados con el identificador aleatorio. General La opción que selecciones al configurar un iPhone o iPad se aplicará a cualquier dispositivo Apple o accesorio compatible con HomeKit nuevo que configures con el iPhone o iPad donde se activó Siri. Puedes controlar esta opción para cada dispositivo por separado desde Configuración. Al activar Mejorar Siri y Dictado, aceptas y consientes que Apple y sus filiales y agentes transmitan, recopilen, mantengan, procesen y usen esta información con el fin de proporcionar y mejorar Siri, Dictado, Buscar, Traducir y un conjunto limitado de funciones de procesamiento del lenguaje en los productos y servicios de Apple como se describe arriba. Apple podría procesar y almacenar esta información usando proveedores de servicios de terceros de confianza. La información que Apple recopile de tu uso de Siri, Dictado o Traducir se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Siri ja sanelu Jos suostut auttamaan Sirin ja sanelun toiminnan parantamisessa, Apple voi tallentaa Siri- ja sanelukäyttötapahtumien äänisisällön. Äänitietoja, tekstimuunnoksia ja pyyntöihin liittyviä tietoja (kuten tekemäsi pyynnön kategoria, laitteen tekniset tiedot, suorituskykytilastot ja laitteen likimääräinen sijainti hetkellä, jolloin pyyntö tehtiin) voidaan käyttää Sirin, sanelun, haun ja rajoitettujen muiden kielenkäsittelytekniikoiden kehittämiseen ja parantamiseen Applen tuotteissa ja palveluissa. Tekstimuunnoksia voidaan käyttää esimerkiksi Sirin, haun, Ääniohjauksen, Käännä-ominaisuuden ja automaattisten puheentunnistusmallien hienosäätöön. Arvioijat voivat tutkia osaa näistä tiedoista. Vain Applen työntekijät tarkastelevat äänisisältöä. Pyyntöhistoriasi, joka sisältää äänitiedot, tekstimuunnokset ja pyyntöihin liittyvät tiedot, yhdistetään laitteen luomaan satunnaiseen tunnisteeseen kuuden kuukauden ajaksi. Kuuden kuukauden kuluttua pyyntöhistoriasi erotetaan satunnaisesta tunnisteesta, ja sitä voidaan säilyttää enintään kaksi vuotta. Niitä muutamia pyyntöjä, joita on tarkasteltu, voidaan säilyttää yli kaksi vuotta ilman satunnaista tunnistetta ja käyttää Sirin, sanelun, haun ja rajoitettujen muiden kielenkäsittelyominaisuuksien jatkuvaan parantamiseen. Pyyntöhistoriaa ei käytetä markkinointiprofiilin luomiseen eikä sitä koskaan myydä kenellekään. Jos jokin Siri- tai sanelukäyttötapahtumistasi valitaan tarkasteltavaksi, kyseinen pyyntö ja Sirin antama vastaus analysoidaan, jotta sen tarkkuus voidaan määrittää ja jotta Siriä, sanelua, hakua ja rajoitettuja muita kielenkäsittelytekniikoita voidaan yleisesti parantaa Applen tuotteissa ja palveluissa. Pyyntösi kontekstista riippuen arvioija saattaa käyttää suoraan pyyntöön liittyviä kontekstuaalisia lisätietoja, kuten yhteystietojesi nimet tai laitteisiisi asennetut apit, Sirin vastauksen tehokkuuden arvioimiseen. Vain tarkkojen vaitiolosääntöjen alaiset Applen työntekijät voivat käyttää Sirin ja sanelun äänitietoja. Voit muuttaa Paranna Siriä ja sanelua -toiminnon asetuksia milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja ja suojaus > Analyysi ja parannukset. Voit poistaa satunnaiseen tunnisteeseen yhdistetyt käyttötiedot, joita on säilytetty kuusi kuukautta tai vähemmän, valitsemalla Asetukset > Yleiset > Siri-historia. Voit poistaa Sirin ja sanelun käytöstä valitsemalla Asetukset > Yleiset > Sanelu ja laittamalla Sanelun pois päältä. Tämän jälkeen valitse Asetukset > Yleiset ja poista Siri-valinta. Satunnaiseen tunnisteeseen yhdistetyt Siri-tiedot poistetaan, jos poistat Sirin ja sanelun käytöstä. Yleistä Osallistumisvalinta, jonka teet ottaessasi käyttöön iPhonen tai iPadin, vaikuttaa myös kaikkiin uusiin yhdistettyihin Apple-laitteisiin tai tuettuihin HomeKit-lisälaitteisiin, jotka on otettu käyttöön kyseisellä iPhonella tai iPadilla, jossa on Siri päällä. Voit muuttaa tätä asetuksissa myöhemmin laitekohtaisesti. Kun otat Sirin ja sanelun parantamisen käyttöön, hyväksyt ja annat luvan Applelle ja sen tytäryhtiöille ja edustajille siirtää, kerätä, ylläpitää, käsitellä ja käyttää näitä tietoja Sirin, sanelun, haun, Käännä-ominaisuuden ja rajoitettujen muiden kielenkäsittelytekniikoiden toteuttamiseen ja parantamiseen Applen tuotteissa ja palveluissa yllä kuvatulla tavalla. Apple voi käsitellä ja säilyttää näitä tietoja luotetuilla ulkopuolisilla palveluntarjoajilla. Applen Sirin, sanelun ja Käännä-toiminnon käytöstä keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö löytyy osoitteesta www.apple.com/legal/privacy/fi.
fr: Siri et Dictée Si vous donnez votre accord pour « Améliorer Siri et Dictée », Apple peut stocker l’audio de vos interactions avec Siri et Dictée. Les données audio, les transcriptions et les données relatives aux questions, telles que la catégorie de votre requête, les spécifications de l’appareil, les statistiques de performance et la position approximative de votre appareil au moment de la requête, peuvent être utilisées pour développer et améliorer Siri, Dictée, Recherche ainsi qu’un nombre limité d’autres fonctionnalités de traitement des langues dans les produits et services Apple. Par exemple, des transcriptions peuvent être utilisées afin de perfectionner Siri, Recherche, Contrôle vocal, Traduire et des modèles de reconnaissance vocale automatique. Un sous-ensemble de ces données peut être examiné par une équipe d’évaluateurs, l’examen des données audio étant effectué uniquement par des employés d’Apple. Votre historique de questions, notamment vos données audio, les transcriptions et les données relatives aux questions, est associé à un identifiant aléatoire généré par l’appareil pendant six mois. Au bout de six mois, votre historique de questions est dissocié de l’identifiant aléatoire et peut être conservé jusqu’à deux ans, et le petit sous-ensemble de questions qui a été examiné peut être conservé au-delà de deux ans, sans l’identifiant aléatoire, dans le cadre de l’amélioration continue de Siri, Dictée, Recherche ainsi que d’un nombre limité d’autres fonctionnalités de traitement des langues. Votre historique de questions n’est pas utilisé pour établir votre profil marketing et n’est jamais vendu à des tiers. Si l’une de vos interactions avec Siri ou Dictée est choisie pour être examinée, la question, ainsi que la réponse fournie par Siri, seront analysées afin de déterminer la pertinence de la réponse et, de manière générale, pour améliorer Siri, Dictée, Recherche ainsi qu’un nombre limité d’autres fonctionnalités de traitement des langues dans les produits et services Apple. Selon le contexte de votre requête, un évaluateur peut accéder à des données contextuelles supplémentaires concernant directement la requête, comme les noms de vos contacts ou des apps installées sur vos appareils, afin d’évaluer la pertinence de la réponse de Siri. Les données audio des interactions avec Siri et Dictée sont uniquement accessibles à des employés d’Apple soumis à des obligations de confidentialité strictes. Vous pouvez modifier le réglage de l’option « Améliorer Siri et Dictée » à tout moment. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse et améliorations. Vous pouvez supprimer les interactions associées à un identifiant aléatoire et conservées six mois ou moins en accédant à Réglages > Général et en sélectionnant « Historique de Siri ». Vous pouvez désactiver Siri et Dictée en accédant à Réglages > Général > Dictée et en désactivant « Dictée ». Accédez ensuite à Réglages > Général et désactivez Siri. Les données Siri associées à l’identifiant aléatoire sont supprimées si vous désactivez Siri et Dictée. Général La préférence sélectionnée lorsque vous configurez un iPhone ou un iPad sera appliquée à tout nouvel appareil Apple connecté ou accessoire HomeKit pris en charge configuré avec cet iPhone ou iPad pour lequel Siri est activé. Vous pouvez modifier ceci plus tard dans les réglages de chaque appareil. En activant « Améliorer Siri et Dictée », vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données pour offrir et améliorer Siri, Dictée, Recherche, Traduire et certaines autres fonctionnalités de traitement du langage dans les produits et services Apple comme décrit ci-dessus. Apple peut faire appel à des fournisseurs de service tiers de confiance pour le stockage et le traitement de ces données. Les informations reçues par Apple dans le cadre de votre utilisation de Siri, Dictée ou Traduire seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy.
fr_ca: Siri et Dictée Si vous activez Améliorer Siri et Dictée, Apple pourrait stocker l’audio de vos interactions avec Siri et Dictée. Les données audio, les transcriptions et les données des demandes connexes, comme la catégorie de la demande effectuée, les caractéristiques de l’appareil, les statistiques de performance et la position approximative de l’appareil au moment où la demande a été effectuée, peuvent être utilisées pour développer et améliorer Siri, Dictée, Rechercher et d’autres fonctionnalités limitées de traitement du langage dans les produits et services Apple. Par exemple, les transcriptions peuvent être utilisées pour affiner Siri, Rechercher, Commande vocale, Traduire et les modèles de reconnaissance automatique de la parole. Un sous-ensemble de ces données pourrait être examiné par une équipe d’évaluateurs, l’examen des données audio étant effectué uniquement par des employés d’Apple. Votre historique de demandes, qui inclut les données audio, les transcriptions et les données des demandes connexes, est associé à un identifiant aléatoire généré par votre appareil pendant six mois. Après six mois, l’historique de votre demande est dissocié de l’identifiant aléatoire et peut être conservé pendant un maximum de deux ans. Le petit sous-ensemble de demandes ayant été examinées peut être conservé au-delà de deux ans, sans l’identifiant aléatoire, pour l’amélioration continue de Siri, de Dictée, de Rechercher et d’autres fonctionnalités limitées de traitement du langage. Votre historique de demandes n’est pas utilisé pour établir un profil marketing et ne sera jamais vendu à qui que ce soit. Si l’une de vos interactions avec Siri ou Dictée est sélectionnée à des fins d’examen, la demande ainsi que la réponse donnée par Siri seront analysées pour en déterminer l’exactitude et améliorer Siri, Dictée, Rechercher et d’autres fonctionnalités limitées de traitement du langage des produits et services Apple. En fonction du contexte de votre demande, un évaluateur pourrait accéder à des données contextuelles supplémentaires ayant un lien direct avec la demande, comme le nom de vos contacts ou les apps installées sur vos appareils, afin d’évaluer l’efficacité de la réponse de Siri. Seuls les employés d’Apple, soumis à de strictes obligations de confidentialité, peuvent accéder aux interactions audio avec Siri et Dictée. Vous pouvez modifier le réglage « Améliorer Siri et Dictée » à tout moment. Pour ce faire, accédez à l’app Réglages > Confidentialité et sécurité > Analyse et améliorations. Vous pouvez supprimer les interactions associées à un identifiant aléatoire et conservées pendant six mois ou moins en accédant à Réglages > Général, puis en sélectionnant Historique de Siri. Vous pouvez désactiver Siri en accédant à Réglages > Général > Dictée, puis en désactivant Dictée. Ensuite, rendez-vous dans Réglages > Général et désactivez Siri. Les données de Siri associées à l’identifiant aléatoire seront supprimées si vous désactivez Siri et Dictée. Général La préférence d’adhésion que vous avez choisie en configurant un iPhone ou un iPad sera appliquée aux appareils Apple connectés et aux accessoires HomeKit compatibles configurés par la suite avec cet iPhone ou iPad sur lequel Siri est activé. Vous pouvez modifier cela plus tard dans les réglages de chaque appareil. En activant Améliorer Siri et Dictée, vous acceptez qu’Apple ainsi que ses filiales et partenaires transmettent, recueillent, conservent, traitent et utilisent ces informations afin d’offrir et d’améliorer Siri, Dictée, Rechercher, Traduire et d’autres fonctionnalités limitées de traitement du langage des produits et services Apple comme décrit ci-dessus. Il se peut qu’Apple traite et stocke ces informations en utilisant les services de fournisseurs tiers de confiance. Les informations recueillies par Apple lors de votre utilisation de Siri, Dictée ou Traduire sont traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ‏Siri ו״הכתבה״ אם בחרת להפעיל את ״שיפורי Siri והכתבה״, Apple עשויה לאחסן את הקלטות השמע של האינטראקציות שלך עם Siri ו״הכתבה״. נתוני שמע, תמלולים ונתונים אחרים הקשורים לבקשה, כגון קטגוריית הבקשה, מפרט המכשיר, סטטיסטיקת ביצועים, והמיקום המשוער של המכשיר בזמן ביצוע הבקשה עשויים לשמש לפיתוח ולשיפור של Siri, ״הכתבה״, ״חיפוש״ ויכולות מוגבלות אחרות לעיבוד שפה במוצרים ובשירותים של Apple. לדוגמה, תמלולים עשויים לשמש לביצוע כוונון עדין של Siri, ״חיפוש״, ״שליטה קולית״, ״תרגום״ ושל מודלים לזיהוי אוטומטי של דיבור. ייתכן שקבוצת משנה של נתונים אלו תיבדק על ידי מדרגים. בדיקת השמע תתבצע רק על ידי עובדים של Apple. היסטוריית הבקשות שלך, שכוללת נתוני שמע, תמלולים ונתונים הקשורים לבקשה, משויכת במשך שישה חודשים למזהה אקראי שנוצר על ידי המכשיר. לאחר שישה חודשים מבוטל הקישור בין היסטוריית הבקשות שלך למזהה האקראי שלה, והיסטוריית הבקשות עשויה להישמר לתקופה של עד שנתיים. תת-הקבוצה הקטנה של הבקשות שנבדקו עשויה להישמר לתקופה ארוכה משנתיים, ללא המזהה האקראי שלה, וזאת לצורך שיפור מתמשך של Siri, ״הכתבה״, ״חיפוש״ ומספר מוגבל של מאפייני עיבוד שפה אחרים. היסטוריית הבקשות שלך אינה משמשת לצורך בניית פרופיל שיווקי, והיא לעולם אינה נמכרת לאף אחד. אם אחת מהאינטראקציות שלך עם Siri או עם ״הכתבה״ נבחרו לבדיקה, הבקשה שלך והתגובה של Siri לאותה בקשה תישלח לניתוח כדי לקבוע את מידת דיוק התגובה ולצורך שיפור כללי של Siri, ״הכתבה״, ״חיפוש״ ומספר מוגבל של מאפייני עיבוד שפה הפועלים במוצרים ובשירותים של Apple. בהתאם להקשר של הבקשה, בודק אנושי עשוי לקבל גישה לנתונים הקשריים נוספים הקשורים באופן ישיר לבקשה, כגון השמות של אנשי קשר שלך או יישומים המותקנים במכשיר שלך, וזאת כדי לדרג את מידת יעילות התגובה של Siri. האנשים היחידים שניתנת להם גישה לאינטראקציות שמע עם Siri ו״הכתבה״ הם עובדי Apple הכפופים להגבלות מחמירות של שמירה על סודיות. ניתן לשנות את ההגדרות של ״שיפור Siri ו׳הכתבה׳״ בכל עת. כדי לעשות זאת, יש לעבור ל״הגדרות״ > ״פרטיות ואבטחה״ > ״נתונים ושיפורים״. ניתן למחוק אינטראקציות בעלות מזהה אקראי שנשמרות למשך עד שישה חודשים באמצעות מעבר אל ״הגדרות״ > ״כללי״ ובחירת ״ההיסטוריה של Siri״. ניתן לכבות את ״Siri והכתבה״ דרך ״הגדרות״ > ״כללי״ > ״הכתבה״ > כיבוי ״הכתבה״. לאחר מכן, יש לעבור ל״הגדרות״ > ״כללי״ ולכבות את Siri. נתוני Siri המשויכים למזהה האקראי נמחקים בעת ביטול Siri ו״הכתבה״. כללי ההעדפה שבחרת בעת הגדרת ה-iPhone או ה-iPad שלך תחול גם על כל מכשיר Apple מחובר חדש או אביזר התומך ב-HomeKit שהוגדר באמצעות אותו iPhone או iPad שבו הפעלת את Siri. ניתן לשנות זאת מאוחר יותר דרך ״הגדרות״ בכל אחד מהמכשירים. עצם הפעלת ״שיפור Siri והכתבה״ מהווה את הסכמתך לכך ש-Apple, חברות הבת שלה והסוכנים שלה ישדרו, יאספו, יתחזקו, יעבדו וישתמשו במידע זה לצורך הספקה ושיפור של Siri, ״הכתבה״ ומספר מוגבל של מאפייני עיבוד שפה אחרים הפועלים במוצרים ובשירותים של Apple כמתואר לעיל. ייתכן ש-Apple תעבד ותאחסן מידע זה באמצעות ספקי שירות חיצוניים מהימנים. בכל עת, מידע שייאסף על ידי Apple כתוצאה מהשימוש שלך ב-Siri, ב״הכתבה״ או ב״תרגום״ יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: Siri और डिक्टेशन यदि आप Siri और डिक्टेशन को बेहतर बनाने का विकल्प चुनते हैं, तो Apple Siri और डिक्टेशन के साथ आपके इंटरऐक्शन का ऑडियो संग्रहित कर सकता है। ऑडियो डेटा, ट्रांसक्रिप्ट और संबंधित अनुरोध डेटा, जैसे कि आपके द्वारा किए गए अनुरोध की श्रेणी, डिवाइस की विशेषताएँ, कार्यक्षमता संबंधी आँकड़े और अनुरोध किए जाने के समय आपके डिवाइस का अनुमानित स्थान, Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और सीमित अन्य भाषा प्रोसेसिंग फ़ंक्शनैलिटी को डेवलप करने और बेहतर बनाने के लिए उपयोग किया जा सकता है। उदाहरण के लिए, ट्रांसक्रिप्ट का उपयोग Siri, खोज, वॉइस कंट्रोल, अनुवाद और ऑटोमैटिक बोली पहचान मॉडल को बेहतर बनाने के लिए किया जा सकता है। इस डेटा के सबसेट की समीक्षा ग्रेडर द्वारा की जा सकती है और ऑडियो समीक्षा केवल Apple कर्मचारियों द्वारा ही की जाएगी। आपकी अनुरोध हिस्ट्री, जिसमें आपका ऑडियो डेटा, ट्रांसक्रिप्ट और संबंधित अनुरोध डेटा शामिल है, छह महीने के लिए एक रैंडम, डिवाइस-जनरेटेड आइडेंटिफ़ायर से जुड़ी हुई रहती है। छह महीने के बाद, आपकी अनुरोध हिस्ट्री को रैंडम आइडेंटिफ़ायर से अलग कर दिया जाता है और उसे दो सालों तक बनाए रखा जा सकता है और समीक्षा किए गए अनुरोधों के छोटे सबसेट को रैंडम आइडेंटिफ़ायर के बिना, दो सालों से ज़्यादा समय तक रखा जा सकता है, ताकि Siri, डिक्टेशन, खोज और सीमित अन्य भाषा प्रोसेसिंग फ़ीचर में लगातार सुधार किया जा सके। आपकी अनुरोध हिस्ट्री को मार्केटिंग प्रोफ़ाइल बनाने के लिए उपयोग नहीं किया जाता है और उसे कभी भी किसी को बेचा नहीं जाता है। यदि आपके किसी Siri या डिक्टेशन इंटरऐक्शन को समीक्षा के लिए चुना जाता है, तो अनुरोध के साथ-साथ Siri द्वारा दी गई प्रतिक्रिया का विश्लेषण सटीकता निर्धारित करने के लिए और Apple उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी में सामान्य सुधार करने के लिए किया जाएगा। आपके अनुरोध के संदर्भ के आधार पर, समीक्षक अनुरोध से प्रत्यक्ष तौर पर संबंधित अतिरिक्त प्रासंगिक डेटा को ऐक्सेस कर सकता है, जैसे कि आपके संपर्कों के नाम या आपके डिवाइस पर इंस्टॉल किए गए ऐप, ताकि Siri के जवाब की प्रभावशीलता का मूल्यांकन किया जा सके। केवल वे Apple कर्मचारी जो गोपनीयता की प्रतिबद्धता के अधीन हैं, उनके द्वारा Siri और डिक्टेशन से ऑडियो इंटरऐक्शन को ऐक्सेस किया जा सकता है। आप “Siri और डिक्टेशन बेहतर बनाएँ” के लिए कभी भी अपनी सेटिंग्ज़ बदल सकते हैं। ऐसा करने के लिए सेटिंग्ज़ > गोपनीयता और सुरक्षा > ऐनालिटिक्स और सुधार पर जाएँ। आप सेटिंग्ज़ > सामान्य में जाकर और Siri हिस्ट्री को चुनकर रैंडम आइडेंटिफ़ायर से संबद्ध और छह महीने या उससे कम अवधि तक रखे गए इंटरऐक्शन को डिलीट कर सकते हैं। आप सेटिंग्ज़ > सामान्य > डिक्टेशन में जाकर और “डिक्टेशन” को बंद करके Siri और डिक्टेशन को अक्षम कर सकते हैं। फिर, सेटिंग्ज़ > सामान्य में जाएँ और Siri बंद करें। यदि आप Siri और डिक्टेशन को अक्षम ^[करते हैं](inflect: true), तो रैंडम आइडेंटिफ़ायर से संबद्ध Siri डेटा डिलीट कर दिया जाता है। सामान्य जब आप iPhone या iPad सेटअप करते हैं तो आपके द्वारा चुनी गई ऑप्ट-इन प्राथमिकता उस iPhone या iPad के साथ सेटअप किए गए किसी भी नए Apple कनेक्टेड डिवाइस या समर्थित HomeKit ऐक्सेसरी पर लागू होगी जिसमें Siri चालू है। आप हर डिवाइस के लिए इसे सेटिंग्ज़ में जाकर बाद में बदल सकते हैं। “Siri और डिक्टेशन बेहतर बनाएँ” को सक्षम करके आप यह स्वीकार ^[करते हैं](inflect: true) और सहमति ^[देते हैं](inflect: true) कि Apple और उसके सहयोगी और एजेंट इस जानकारी को संचारित, संग्रहित और प्रोसेस, इसका रखरखाव और उपयोग कर सकते हैं, जिससे उपरोक्त वर्णन के अनुसार Apple के उत्पादों और सेवाओं में Siri, डिक्टेशन, खोज और अन्य भाषा प्रोसेसिंग की सीमित फ़ंक्शनैलिटी प्रदान की जा सके और उन्हें बेहतर बनाया जा सके। Apple इस जानकारी को भरोसेमंद तृतीय पक्ष सर्विस प्रोवाइडर के साथ प्रोसेस और संग्रहित कर सकता है। आपके Siri, डिक्टेशन या अनुवाद के उपयोग से एकत्रित की गई जानकारी को Apple द्वारा हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Siri i Diktat Ako uključite opciju Poboljšajte Siri i Diktat, Apple može pohranjivati zvuk vaših interakcija sa Siri i Diktatom. Audio podaci, transkripti i povezani podaci zahtjeva, kao što su kategorija zahtjeva koji ste poslali, specifikacije uređaja, statistika o učinkovitosti te približna lokaciju vašeg uređaja u trenutku kada je napravljen zahtjev, mogu se koristiti za razvoj i poboljšanje Siri, Diktata, Pretraživanja i ograničene funkcionalnosti obrade drugog jezika u Apple proizvodima i uslugama. Primjerice, transkripti se mogu koristiti za fino podešavanje Siri, Pretraživanja, Upravljanja glasom, Prijevoda i modela automatskog prepoznavanja govora. Ocjenjivači mogu pregledati podskup ovih podataka, dok pregled zvuka obavljaju samo zaposlenici tvrtke Apple. Vaša povijest zahtjeva, koja uključuje vaše audio podatke, transkripte i povezane podatke zahtjeva, povezana je šest mjeseci s nasumičnim identifikatorom koji generira uređaj. Nakon šest mjeseci, vaša se povijest zahtjeva prestaje povezivati s nasumičnim identifikatorom i može se zadržati do dvije godine, a mali podskup zahtjeva koji je pregledan može se zadržati na duže od dvije godine, bez nasumičnog identifikatora i to radi kontinuiranog poboljšanja Siri, Diktata, Pretraživanja i ograničene funkcionalnosti obrade drugog jezika. Vaša povijest zahtjeva ne koristi se za izradu marketinškog profila i nikada se nikome ne prodaje. Ako je jedna od vaših interakcija sa Siri i Diktatom odabrana za pregled, analizirat će se taj zahtjev i odgovor koji je dala Siri radi određivanja točnosti te radi općenitog poboljšanja Siri, Diktata i funkcionalnosti obrade jezika u proizvodima i uslugama tvrtke Apple. Ovisno o kontekstu vašeg zahtjeva, ocjenjivač može pregledati dodatne kontekstualne podatke koji su izravno povezani sa zahtjevom, kao što su imena vaših kontakata ili nazivi aplikacija instaliranih na vaše uređaje, radi ocjenjivanja učinkovitosti odgovora Siri. Samo zaposlenici tvrtke Apple, podložni strogim obvezama povjerljivosti, mogu pristupiti audio interakcijama sa Siri i Diktatom. U svakom trenutku možete promijeniti postavku za opciju Poboljšanje Siri i Diktata. Za to otvorite Postavke > Privatnost i sigurnost > Analiza i poboljšanja. Možete obrisati interakcije koje su povezane s nasumičnim identifikatorom i koje se zadržavaju na šest mjeseci ili manje tako da idete na Postavke > Općenito i odaberete Povijest Siri. Siri i Diktat možete onemogućiti tako da idete na Postavke > Općenito > Diktat i isključite Diktat. Zatim idite na Postavke > Općenito i isključite Siri. Ako onemogućite Siri i Diktat, obrisat će se i Siri podaci povezani s nasumičnim identifikatorom. Općenito Postavka koju ste odabrali prilikom podešavanja iPhonea ili iPada primijenit će se na svaki novi uređaj povezan s Appleom ili podržani HomeKit pribor koji je podešen s tim iPhoneom ili iPadom koji ima uključenu Siri. Ovo možete kasnije promijeniti u postavkama za svaki uređaj. Omogućavanjem poboljšanja Siri i Diktata slažete se i pristajete da tvrtka Apple te njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti te informacije kako bi se omogućila i poboljšala Siri, Diktat, Pretraživanje i Prijevod te funkcionalnost ograničene obrade drugog jezika u proizvodima i uslugama tvrtke Apple. Apple može obrađivati i pohraniti ove informacije kod drugih pouzdanih pružatelja usluga. Apple će u svakom trenutku informacije prikupljene iz vaše uporabe značajki Siri, Diktat ili Prijevod tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr.
hu: Siri és a Diktálás Ha úgy dönt, hogy bekapcsolja a Siri és a Diktálás továbbfejlesztése funkciót, előfordulhat, hogy az Apple tárolja a Sirivel és a Diktálással végzett interakcióinak hanganyagát. Előfordulhat, hogy a hanggal kapcsolatos adatok, az átiratok és a kapcsolódó kérésre vonatkozó adatok (például a kérés kategóriája), az eszközspecifikációk, a teljesítménnyel kapcsolatos statisztikák, valamint az eszközének a kérés elküldésének időpontjában való hozzávetőleges helyzete fel lesz használva Sirinek, a Diktálásnak, a Keresésnek, és más nyelvfeldolgozási funkciók korlátozott körének a fejlesztésében és javításában az Apple termékeiben és szolgáltatásaiban. Az átiratok felhasználhatók például Siri, a Keresés, a Hangvezérlés, a Fordító és automatikus beszédfelismerési modellek finomhangolására. Előfordulhat, hogy az ilyen adatok egy részét értékelők áttekintik; a hanganyagok áttekintését csak Apple-alkalmazottak végzik. A kéréselőzményei, amelyek között többek között szerepelhetnek hanggal kapcsolatos adatok, átiratok és a kapcsolódó kérésre vonatkozó adatok, hat hónapig egy véletlenszerű, az eszközzel generált azonosítóhoz lesznek hozzárendelve. Hat hónap elteltével a kéréselőzményeinek a véletlenszerű azonosítóhoz való társítása megszűnik, azonban a kéréselőzmények legfeljebb két évig megőrzésre kerülhetnek. Lehetséges, hogy a kérések kis, vizsgált része két éven túl is meg lesz tartva (a véletlenszerű azonosító nélkül) Siri, a Diktálás, a Keresés és más nyelvfeldolgozási funkciók korlátozott körének folyamatos fejlesztése érdekében. A kéréselőzményei nem lesznek felhasználva marketingprofil összeállításához, és soha nem lesznek értékesítve senkinek. Ha valamelyik Siri- vagy Diktálás-interakcióját vizsgálatra választják ki, a kérés Siri arra adott válaszával együtt elemezve lesz a pontosság meghatározásához, ezenkívül Siri, a Diktálás, a Keresés, illetve az Apple-termékekben és -szolgáltatásokban használt más nyelvfeldolgozási funkciók korlátozott körének továbbfejlesztéséhez. A kérés kontextusától függően előfordulhat, hogy az értékelő hozzáférhet a kéréshez közvetlenül kapcsolódó további környezetfüggő adatokhoz, például az Ön kontaktjainak neveihez, vagy az eszközein telepített appokhoz annak érdekében, hogy Siri válaszának hatékonyságát értékelni tudja. Siri és a Diktálás hangos interakcióihoz kizárólag Apple-munkavállalók férhetnek hozzá, akikre szigorú titoktartási kötelezettségek vonatkoznak. A Siri és a Diktálás továbbfejlesztése funkció beállítását bármikor módosíthatja. Ehhez válassza a Beállítások > Adatvédelem és biztonság > Elemzések és fejlesztések menüpontot. A véletlenszerű azonosítóhoz hozzárendelt és maximum hat hónapig megőrzött interakciók törléséhez válassza a Beállítások > Általános menüpontot, és válassza ki a Siri-előzmények lehetőséget. Siri és a Diktálás kikapcsolásához válassza a Beállítások > Általános > Diktálás menüpontot, és kapcsolja ki a Diktálás funkciót. Ezután válassza a Beállítások > Általános menüpontot, és kapcsolja ki Sirit. Ha kikapcsolja Sirit és a Diktálást, a véletlenszerű azonosítóhoz társított Siri-adatok törölve lesznek. Általános Az iPhone vagy iPad beállításakor kiválasztott, hozzájárulásra vonatkozó beállítás minden olyan új Apple-hez kapcsolódó eszközre vagy támogatott HomeKit-kiegészítőre is érvényes lesz, amely olyan iPhone-nal vagy iPaddel lett beállítva, amelyen Siri be van kapcsolva. Ezt a későbbiekben az egyes eszközök beállításaiban módosíthatja. A Siri és a Diktálás továbbfejlesztése funkció bekapcsolásával Ön elfogadja, és hozzájárul ahhoz, hogy az Apple, valamint annak leányvállalatai és ügynökei továbbítsák, gyűjtsék, karbantartsák, feldolgozzák és felhasználják az Ön ilyen jellegű információit Siri, a Diktálás, a Keresés, a Fordító és más nyelvfeldolgozási funkciók korlátozott körének Apple-termékekben és -szolgáltatásokban való biztosítása és továbbfejlesztése érdekében, a fent leírt módon. Előfordulhat, hogy az Apple ezeket az információkat harmadik félnek minősülő, megbízható szolgáltatóknál tárolja és dolgozza fel. Az Apple által a Siri, a Diktálás vagy a Fordító használatából gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Siri dan Dikte Jika Anda menyalakan Tingkatkan Siri dan Dikte, Apple dapat menyimpan audio interaksi Anda dengan Siri dan Dikte. Data audio, transkrip, dan data permintaan terkait, seperti kategori permintaan yang Anda buat, spesifikasi perangkat, statistik kinerja, dan perkiraan lokasi perangkat Anda pada saat permintaan dibuat, dapat digunakan untuk mengembangkan dan meningkatkan Siri, Dikte, Cari, serta fungsionalitas pemrosesan bahasa terbatas lainnya di produk dan layanan Apple. Misalnya, transkrip dapat digunakan untuk menyempurnakan Siri, Cari, Kontrol Suara, Terjemahkan, dan model pengenalan ucapan otomatis. Sebagian kecil data ini dapat ditinjau oleh pemberi nilai, sedangkan peninjauan audio hanya dilakukan oleh karyawan Apple. Riwayat permintaan, yang meliputi data audio, transkrip dan data terkait permintaan Anda, dikaitkan dengan pengenal acak buatan perangkat selama enam bulan. Setelah enam bulan, riwayat permintaan Anda tidak dikaitkan dengan pengenal acak dan dapat disimpan hingga selama dua tahun, dan sebagian kecil permintaan yang telah ditinjau dapat disimpan selama lebih dari dua tahun, tanpa pengenal acak, untuk proses peningkatan Siri, Dikte, Cari, dan fitur pemrosesan bahasa terbatas lainnya. Riwayat Permintaan Anda tidak digunakan untuk membuat profil pemasaran dan tidak akan pernah dijual kepada siapa pun. Jika salah satu interaksi Siri atau Dikte Anda dipilih untuk peninjauan, permintaan tersebut, serta respons yang diberikan oleh Siri, akan dianalisis untuk menentukan akurasi dan untuk meningkatkan Siri, Dikte, Cari, dan fungsionalitas pemrosesan bahasa terbatas lainnya secara umum dalam produk dan layanan Apple. Bergantung pada konteks permintaan Anda, peninjau dapat mengakses data kontekstual tambahan yang relevan secara langsung dengan permintaan tersebut, seperti nama kontak atau app yang terinstal di perangkat Anda, untuk menilai efektivitas respons Siri. Hanya karyawan Apple, yang tunduk pada kewajiban kerahasiaan yang ketat, yang dapat mengakses interaksi audio dengan Siri dan Dikte. Anda dapat mengubah pengaturan untuk Tingkatkan Siri dan Dikte kapan pun. Untuk melakukannya, buka Pengaturan > Privasi & Keamanan > Analisis & Peningkatan. Anda dapat menghapus interaksi terkait dengan pengenal acak dan disimpan selama enam bulan atau kurang dengan membuka Pengaturan > Umum dan memilih Riwayat Siri. Anda dapat menonaktifkan Siri dan Dikte dengan membuka Pengaturan > Umum > Dikte dan mematikan Dikte. Lalu, buka Pengaturan > Umum dan matikan Siri. Data Siri yang terkait dengan pengenal acak akan dihapus jika Anda menonaktifkan Siri dan Dikte. Umum Preferensi pengaktifan yang Anda pilih saat mengatur iPhone atau iPad akan diterapkan ke semua perangkat Apple yang terhubung atau aksesori HomeKit terdukung yang diatur dengan iPhone atau iPad tersebut yang menyalakan Siri. Anda dapat mengubah ini nanti di pengaturan untuk setiap perangkat. Dengan mengaktifkan Tingkatkan Siri dan Dikte, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini oleh Apple dan anak perusahaan serta agennya untuk menyediakan dan meningkatkan fungsionalitas Siri, Dikte, Cari, Terjemahkan, dan fungsionalitas pemrosesan bahasa terbatas lainnya di produk serta layanan Apple sebagaimana dijelaskan di atas. Apple dapat memproses dan menyimpan informasi ini dengan penyedia layanan pihak ketiga yang tepercaya. Informasi yang dikumpulkan oleh Apple dari penggunaan Siri, Dikte, atau Terjemahkan Anda akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy.
it: Siri e Dettatura Se attivi “Migliora Siri e Dettatura”, Apple potrebbe archiviare l’audio delle tue interazioni con Siri e Dettatura. I dati audio, le trascrizioni e i dati correlati, come la categoria della richiesta, le specifiche del dispositivo, le statistiche sulle prestazioni e la posizione approssimativa del dispositivo nel momento in cui è stata effettuata la richiesta, potrebbero essere utilizzati per migliorare Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e nei servizi Apple. Ad esempio, le trascrizioni potrebbero essere utilizzate per perfezionare Siri, Cerca, “Controllo vocale”, Traduci e modelli di riconoscimento automatico del parlato. Un sottoinsieme di tali dati potrebbe essere rivisto da analisti e l’esame dell’audio verrà condotto esclusivamente da dipendenti Apple. La cronologia delle tue richieste, che comprende i dati audio, le trascrizioni e i dati correlati, viene associata a un identificativo casuale generato dal dispositivo per un periodo di sei mesi. Dopo sei mesi, la cronologia delle richieste viene scollegata dall’identificativo casuale e potrebbe essere conservata per un massimo di due anni, mentre la porzione ridotta di richieste analizzate potrebbe essere conservata per un periodo superiore a due anni, senza l’identificativo casuale, per il miglioramento continuo di Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio. La cronologia delle tue richieste non viene utilizzata per delineare il tuo profilo commerciale come utente e non viene mai venduta a nessuno. Qualora una delle tue interazioni con Siri o Dettatura fosse selezionata per una verifica, la richiesta e la risposta fornita da Siri verranno analizzate per determinarne l’accuratezza e per migliorare nel complesso Siri, Dettatura, Cerca e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e servizi Apple. A seconda del contesto della tua richiesta, un analista potrebbe accedere a dati contestuali aggiuntivi direttamente rilevanti per la richiesta stessa, come i nomi dei tuoi contatti o le app installate sul dispositivo, al fine di valutare l’efficacia della risposta di Siri. Solo i dipendenti Apple, soggetti ai relativi obblighi di riservatezza, sono in grado di accedere alle interazioni audio con Siri e Dettatura. Puoi modificare l’impostazione per “Migliora Siri e Dettatura” in qualsiasi momento. Per farlo, vai in Impostazioni > Privacy e sicurezza > Analisi e miglioramenti. È possibile eliminare le interazioni audio associate a un identificativo casuale e salvate per un periodo fino a sei mesi in Impostazioni > Generali e selezionando “Cronologia Siri”. Puoi disabilitare Siri e Dettatura disattivando l’opzione Dettatura in Impostazioni > Generali > Dettatura. Quindi, vai in Impostazioni > Generali e disattiva Siri. Se disabiliti Siri e Dettatura, i dati di Siri associati all’identificativo casuale vengono eliminati. Generali La preferenza selezionata quando configuri un iPhone o un iPad verrà applicata anche su qualsiasi nuovo dispositivo Apple connesso o accessorio HomeKit supportato configurati con tale iPhone o iPad. Puoi modificare questa preferenza in seguito per ciascun dispositivo. Abilitando “Migliora Siri e Dettatura”, accetti e autorizzi la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple e dei suoi partner e licenziatari al fine di fornire e migliorare Siri, Dettatura, Cerca, Traduci e un numero limitato di altre funzionalità di elaborazione del linguaggio nei prodotti e nei servizi Apple, secondo quanto descritto sopra. Apple potrebbe affidare a provider di servizi di terze parti il compito di elaborare e conservare le informazioni raccolte. In qualsiasi momento, le informazioni raccolte da Apple sul tuo uso di Siri, Dettatura o Traduci verranno trattate in conformità all’informativa sulla privacy di Apple, consultabile all’indirizzo www.apple.com/it/privacy.
ja: Siriと音声入力 “Siriと音声入力の改善”を選択した場合、AppleはSiriと音声入力に対する操作の音声を保存することがあります。Siri、文字起こし、検索、およびAppleの製品およびサービスにおける限定されたその他の言語処理機能を開発し、その品質を向上するために、音声データ、文字起こし、および実行したリクエストのカテゴリ、デバイスの仕様、パフォーマンス統計、リクエストしたときのデバイスのおおよその場所などの関連するリクエストデータが使用される場合があります。例えば、文字起こしは、Siri、検索、音声コントロール、翻訳、および自動音声認識モデルの微調整に使用される場合があります。このデータの一部は、Apple社員によってのみ実施される音声のレビューと共に、評価者によってレビューされる場合があります。 リクエスト履歴（音声データ、文字起こし、および関連するリクエストデータを含む）は、デバイスで生成されたランダム識別子に6か月間関連付けられます。リクエスト履歴は、6か月後にランダム識別子との関連付けが解除され、最長2年間保持される場合があります。また、レビューが完了したリクエストのうち、ごく一部はランダム識別子との関連付けが解除されても、Siri、音声入力、検索、および限定的なその他の言語処理機能の今後の改善のために2年以上保持される場合があります。 リクエスト履歴を市場分析のために使用したり、第三者に販売したりすることはありません。 Siriに話しかけた内容または音声入力で話した内容のいずれかがレビュー対象に選択された場合、そのリクエストとSiriの応答が分析されます。これは、Siri、文字起こし、検索、およびAppleの製品およびサービスにおける限定的なその他の言語処理機能の精度を判断し、全体的に改善するためのものです。リクエストのコンテクストに応じて、レビューアは、Siriの応答の有効性を評価するために、リクエストに直接関連する追加のコンテクスト情報（連絡先の名前やデバイスにインストールされているアプリなど）にアクセスする場合があります。厳格な守秘義務に従うApple社員のみが、“Siriと音声入力”に対する操作の音声にアクセスできます。“Siriと音声入力の改善”の設定はいつでも変更することができます。その場合は、“設定”＞“プライバシーとセキュリティ”＞“解析と改善”に移動します。 ランダム識別子に関連付けられた操作の内容で保持期間が6か月以内のものを削除するには、“設定”＞“一般”に移動して“Siri履歴”を選択します。 Siriと音声入力を無効にするには、“設定”＞“一般”＞“音声入力”に移動して、“音声入力”をオフにします。次に、“設定”＞“一般”に移動して“Siri”をオフにします。“Siriと音声入力”を無効にすると、ランダム識別子に関連付けられたSiriデータが削除されます。 全般 iPhoneまたはiPadでオペレーティングシステムを設定するときに選択したオプトイン環境設定は、SiriがオンになっているiPhoneまたはiPadで設定した、接続されているすべてのAppleデバイス、または対応しているHomeKitアクセサリに適用されます。これは各デバイスの設定であとから変更できます。 あなたは“Siriと音声入力の改善”を有効にすることで、Appleおよびその子会社と代理業者が上記のようにSiri、音声入力、検索、翻訳、およびAppleの製品およびサービスにおける限定的なその他の言語処理機能を提供し、その品質を向上するために、この情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。Appleはこの情報を信頼できる第三者のサービス提供者と共に処理および保管する場合があります。Siri、音声入力、または翻訳を利用することでAppleによって収集される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Siri және мәтінді дауыспен енгізу Егер «Siri және дауыспен енгізу» реттеуін қоссаңыз, Apple компаниясы Siri және «Дауыспен теру» функциясымен өзара әрекеттесулеріңіздің дыбысын сақтауы мүмкін. Аудио деректері, транскрипциялар және қатысты сұрау деректері (мысалы, сіз жасаған сұраудың санаты, құрылғы сипаттамалары, өнімділік статистикасы және сұрау жіберілген уақыттағы құрылғының болжалды геолокациясы) Siri, «Дауыспен теру», «Іздеу» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын әзірлеу және жақсарту мақсатында пайдаланылуы мүмкін. Мысалы, транскрипциялар Siri, «Іздеу», «Дауыспен басқару», «Аудару» және сөйлеуді автоматты түрде тану модельдерін дәлдеп реттеу үшін пайдаланылуы мүмкін. Бұл деректердің ішкі жиынтығын бағалаушылар тексеруі мүмкін, ал аудио файлдарды Apple қызметкерлері ғана тексереді. Аудио деректерді, транскрипцияларды және қатысты сұрау деректерін қамтитын сұрау тарихыңыз алты айға дейін кездейсоқ, құрылғыда жасалған идентификатормен байланыстырылады. Алты айдан кейін сұрауларыңыздың тарихы кездейсоқ идентификатордан ажыратылып, екі жылға дейін сақталуы мүмкін, ал талданған сұраулардың шағын ішкі жиынтығы Siri, «Дауыспен теру», «Іздеу» және басқа тіл өңдеу функцияларының шектеулі санын жақсарту үшін екі жылдан көп уақыт сақталуы мүмкін. Бұл жағдайда ол кездейсоқ идентификатормен байланысты болмайды. Сұрау тарихы маркетинг профилін жасау үшін пайдаланылмайды және ешқашан ешкімге сатылмайды. Егер Siri немесе «Дауыспен теру» функциясымен өзара әрекеттестіктердің бірі талдау үшін таңдалса, сұрау және оған Siri ұсынған жауап талдаудан өтеді. Бұл сұрауларды өңдеу дәлдігін анықтауға, сондай-ақ Siri, «Дауыспен теру», «Іздеу» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын жалпы жақсартуға мүмкіндік береді. Сұрауыңыздың контекстіне байланысты талдаушы Siri жауаптарының тиімділігін бағалау үшін сұрауға тікелей қатысты қосымша контекстік деректерге (мысалы, контактілеріңіздің аттары немесе құрылғыларыңызда орнатылған қолданбалар) қол жеткізуі мүмкін. Пайдаланушылардың «Siri және мәтінді дауыспен енгізу» функциясымен әрекеттестіктерінің аудиожазбаларына тек құпиялылықты сақтау бойынша міндеттемелер жүктелген Apple қызметкерлері қол жеткізе алады. «Siri және дауыспен енгізу» реттеуін кез келген уақытта өзгертуге болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Аналитика және жақсартулар» тармағына өтіңіз. Кездейсоқ идентификатормен байланысты алты ай немесе одан аз уақыт сақталған әрекеттестіктерді жою үшін «Реттеулер» > «Жалпы» тармағына өтіп, «Siri тарихы» опциясын таңдаңыз. «Siri және мәтінді дауыспен енгізу» функциясын өшіру үшін «Реттеулер» > «Жалпы» > «Мәтінді дауыспен енгізу» тармағына өтіп, «Мәтінді дауыспен енгізу функциясын қосу» параметрін өшіріңіз. Содан кейін «Реттеулер» > «Жалпы» тармағына өтіп, Siri көмекшісін өшіріңіз. Егер Siri және «Дауыспен теру» функциясын өшірсеңіз, кездейсоқ идентификатормен байланысты Siri деректері жойылады. Жалпы Егер бұл параметрді iPhone немесе iPad құрылғысын баптаған кезде қоссаңыз, ол Siri қосылған iPhone немесе iPad көмегімен бапталған кез келген жаңа Apple қосылған құрылғысында немесе қолдау көрсетілетін HomeKit керек-жарағында да қосылады. Бұл параметрді кейінірек әрбір құрылғының реттеулерінде өзгертуге болады. «Siri және дауыспен енгізу» параметрін қосу арқылы сіз Apple компаниясының және оның еншілес компаниялары мен агенттерінің осы ақпаратты Siri, «Дауыспен теру», «Іздеу», «Аудару» және Apple өнімдері мен сервистеріндегі басқа тіл өңдеу функцияларының шектеулі санын жоғарыда сипатталғандай қамтамасыз ету және жақсарту мақсатында тасымалдауына, жинауына, сақтауына, өңдеуіне және пайдалануына келісесіз. Apple компаниясы бұл ақпаратты сенімді үшінші тараптық сервис провайдерлерінде өңдеп, сақтауы мүмкін. Apple компаниясы сіз Siri көмекшісін, «Дауыспен теру» немесе «Аудару» қолданбасын пайдаланған кезде жинаған ақпарат әрқашан Apple компаниясының құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді.
ko: Siri 및 받아쓰기 ‘Siri 및 받아쓰기 기능 향상’에 참여하도록 선택하면 Siri 및 받아쓰기와 상호 작용한 사용자 오디오를 Apple이 보관할 수 있습니다. 오디오 데이터, 전사문 및 관련된 요청 데이터(요청 카테고리, 기기 사양, 성능 통계 및 요청 시점의 기기의 대략적인 위치)는 Apple 제품 및 서비스에서 Siri, 받아쓰기, 검색 및 제한된 다른 언어 처리 기능을 개발하고 향상하는 데 사용될 수 있습니다. 예를 들어, 전사문은 Siri, 검색, 음성 명령, 번역 및 자동 음성 인식 모델을 미세 조정하는 데 사용될 수 있습니다. 평가자는 이 데이터의 일부를 검토할 수 있으며, 오디오 검토는 오직 Apple 직원만 수행할 수 있습니다. 오디오 데이터, 전사문 및 관련 요청 데이터를 포함한 사용자의 요청 기록은 6개월 동안 기기에서 생성된 임의의 식별자와 연계됩니다. 6개월 후, 사용자의 요청 기록은 임의의 식별자와 연결 해제되며 최대 2년 동안 보관될 수 있습니다. 검토된 요청의 일부는 Siri, 받아쓰기, 검색 및 제한된 다른 언어 처리 기능의 지속적인 향상을 위해 임의의 식별자 없이 2년 이상 보관될 수 있습니다. 요청 기록은 마케팅 프로필을 제작하기 위해 사용되지 않으며, 누구에게도 판매되지 않습니다. 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오 중 하나가 Apple에서 검토되는 경우, Siri가 응답한 내용뿐만 아니라 사용자의 요청도 함께 분석되어, 정확성을 판단하고 Apple 제품 및 서비스에서 Siri, 받아쓰기 및 제한된 다른 언어 처리 기능을 개발하고 개선하기 위한 목적으로 사용됩니다. 사용자 요청의 문맥에 따라, 검토자는 Siri 응답의 유효성을 평가하기 위해 사용자의 요청과 직접적으로 연관된 관련 데이터(예: 연락처의 이름 또는 기기에 설치된 앱)에 추가로 접근할 수 있습니다. 강력한 보안 규율을 따라야 하는 Apple 직원만이 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오에 접근할 수 있습니다. Siri 및 받아쓰기 기능 향상 설정은 언제든지 변경할 수 있습니다. 이렇게 하려면 설정 > 개인정보 보호 및 보안 > 분석 및 향상으로 이동하십시오. 임의의 식별자와 연계된 상호 작용 기록은 최대 6개월 동안 보유되며, 설정 > 일반으로 이동한 다음 Siri 기록을 선택하여 지울 수 있습니다. Siri 및 받아쓰기를 비활성화하려면 설정 > 일반 > 받아쓰기로 이동한 다음 받아쓰기를 끄십시오. 그런 다음, 설정 > 일반으로 이동하여 Siri를 끄십시오. 사용자가 Siri 및 받아쓰기를 비활성화하는 경우, 임의의 식별자와 연계된 Siri 데이터는 삭제됩니다. 일반 사용자가 iPhone 또는 iPad를 설정할 때 선택한 환경설정은 Siri가 켜져 있는 iPhone 또는 iPad로 설정한 모든 새로운 Apple 연결 기기 또는 지원되는 HomeKit 액세서리에 적용됩니다. 이 환경설정은 나중에 각 기기의 설정에서 변경할 수 있습니다. ‘Siri 및 받아쓰기 기능 향상’을 활성화하는 것은 위에 설명된 대로 Apple과 그 자회사 및 에이전트가 Apple 제품 및 서비스에서 Siri, 받아쓰기, 검색, 번역 및 제한된 다른 언어 처리 기능을 제공하고 향상하기 위해 이러한 정보를 전송, 수집, 유지, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple은 이 정보를 신뢰하는 타사 서비스 제공업체와 처리하고 저장할 수 있습니다. Apple에서 사용자의 Siri, 받아쓰기 또는 번역 사용을 통해 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: „Siri“ ir diktavimas Jei pasirinksite tobulinti „Siri“ ir „Diktavimą“, „Apple“ gali saugoti jūsų „Siri“ ir „Diktavimo“ sąveikų garso įrašus. Garso duomenys, transkripcijos ir susiję užklausų duomenys, pvz., jūsų pateiktos užklausos kategorija, įrenginio specifikacijos, našumo statistika ir apytikslė jūsų įrenginio buvimo vieta užklausos pateikimo metu, gali būti naudojami kuriant ir tobulinant „Siri“, „Diktavimą“, „Paiešką“ ir kitas ribotas kalbos apdorojimo funkcijas „Apple“ produktuose ir paslaugose. Pavyzdžiui, transkripcijos gali būti naudojamos „Siri“, „Paieškai“, „Valdymui balsu“, „Vertimui“ ir automatinio kalbos atpažinimo modeliams tobulinti. Šių duomenų poaibį gali peržiūrėti vertintojai, o garso įrašų peržiūrą gali atlikti tik „Apple“ darbuotojai. Jūsų užklausų istorija, apimanti garso duomenis, transkripcijas ir susijusius užklausų duomenis, šešis mėnesius siejama su atsitiktiniu įrenginio sugeneruotu identifikatoriumi. Praėjus šešiems mėnesiams, jūsų užklausų istorija nesiejama su atsitiktiniu identifikatoriumi ir gali būti saugoma iki dvejų metų, o mažas peržiūrėtų užklausų poaibis be atsitiktinio identifikatoriaus gali būti saugomas ilgiau nei dvejus metus, siekiant nuolat tobulinti „Siri“, „Diktavimą“, „Paiešką“ ir kitas ribotas kalbos apdorojimo funkcijas. Jūsų užklausų istorija nėra naudojama kuriant rinkodaros profilį ir niekada nėra parduodama. Jei peržiūrėti pasirinkta viena iš programos „Siri“ arba „Diktavimas“ sąveikų, užklausa ir „Siri“ pateiktas atsakymas bus analizuojami, siekiant nustatyti tikslumą ir bendrai patobulinti „Siri“, „Diktavimą“, „Paiešką“ ir kitą ribotą kalbos apdorojimo funkciją „Apple“ produktuose ir paslaugose. Priklausomai nuo jūsų užklausos konteksto, vertintojas, norėdamas įvertinti „Siri“ atsakymo veiksmingumą, gali gauti papildomų kontekstinių duomenų, tiesiogiai susijusių su užklausa, pvz., jūsų adresatų vardus arba jūsų įrenginiuose įdiegtas programas. Garso sąveikas su programomis „Siri“ ir „Diktavimas“ gali pasiekti tik „Apple“ darbuotojai, kuriems taikomi griežti konfidencialumo laikymosi įsipareigojimai. Nustatymą „Siri“ ir „Diktavimo“ tobulinimas“ galite pakeisti bet kuriuo metu. Norėdami tai padaryti, eikite į sritį „Nustatymai“ > „Privatumas ir sauga“ > „Analizė ir patobulinimai“. Galite ištrinti su atsitiktiniu identifikatoriumi susietas ir iki šešių mėnesių saugomas sąveikas nueidami į sritį „Nustatymai“ > „Bendrieji“ ir pasirinkdami „Siri“ istoriją“. „Siri“ ir „Diktavimą“ galite išjungti nueidami į sritį „Nustatymai“ > „Bendrieji“ > „Diktavimas“ ir išjungdami „Diktavimą“. Tada eikite į sritį „Nustatymai“ > „Bendrieji“ ir išjunkite „Siri“. Išjungus „Siri“ ir „Diktavimą“ bus ištrinti su atsitiktiniu unikaliu identifikatoriumi susieti „Siri“ duomenys. Bendrieji Nustatant „iPhone“ arba „iPad“ įrenginį, pasirinkta sutikimo nuostata bus taikoma bet kuriam naujam prie „Apple“ prijungtam įrenginiui arba palaikomam „HomeKit“ priedui, nustatytam su tuo „iPhone“ arba „iPad“, kuriame įjungta „Siri“. Vėliau galėsite tai pakeisti kiekvieno įrenginio nustatymuose. Įjungdami „Siri“ ir „Diktavimo“ tobulinimą“ sutinkate, kad bendrovė „Apple“ ir jos patronuojamosios įmonės bei agentai perduotų, rinktų, prižiūrėtų, apdorotų ir naudotų šią informaciją, siekiant teikti ir tobulinti „Siri“, „Diktavimą“, „Paiešką“, „Vertimą“ ir kitas ribotas kalbos apdorojimo funkcijas „Apple“ produktuose ir paslaugose, kaip aprašyta pirmiau. Bendrovė „Apple“ gali tvarkyti ir saugoti šią informaciją pas patikimus trečiosios šalies paslaugų teikėjus. Jums naudojantis programomis „Siri“, „Diktavimas“ arba „Vertimas“ bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Siri dan Perencanaan Jika anda mengikut serta dalam Tingkatkan Siri dan Perencanaan, Apple mungkin menyimpan audio interaksi anda dengan Siri dan Perencanaan. Data audio, transkrip dan data permintaan yang berkaitan, seperti kategori permintaan yang anda lakukan, spesifikasi peranti, statistik prestasi serta lokasi anggaran peranti anda pada waktu permintaan dibuat, mungkin digunakan untuk membangunkan serta meningkatkan Siri, Perencanaan, Carian dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple. Contohnya, transkrip mungkin digunakan untuk memperhalus Siri, Carian, Kawalan Suara, Terjemah dan model pengecaman pertuturan automatik. Subset data ini mungkin disemak oleh penggred, dengan semakan audio dilakukan hanya oleh pekerja Apple. Sejarah permintaan anda, yang termasuk data audio, transkrip dan data permintaan anda yang berkaitan, dikaitkan dengan pengecam rawak yang dijana peranti selama enam bulan. Selepas enam bulan, sejarah permintaan anda dinyahkaitkan daripada pengecam rawak dan mungkin disimpan hingga dua tahun dan subset kecil permintaan yang telah disemak mungkin disimpan selama lebih daripada dua tahun, tanpa pengecam rawak, untuk peningkatan berterusan Siri, Perencanaan, Cari dan ciri pemprosesan bahasa lain yang terhad. Sejarah permintaan anda tidak digunakan untuk membina profil pemasaran dan tidak pernah dijual kepada sesiapa. Jika satu daripada interaksi Siri atau Perencanaan anda dipilih untuk disemak, permintaan, juga respons yang diberikan oleh Siri, akan dianalisis untuk menentukan ketepatan dan meningkatkan Siri, Perencanaan, Carian dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple. Bergantung pada konteks permintaan anda, pengulas mungkin mengakses data kontekstual tambahan yang berkaitan terus dengan permintaan, seperti nama kenalan anda atau app yang dipasang pada peranti anda, untuk mengelaskan keberkesanan respons Siri. Hanya pekerja Apple, yang tertakluk pada kewajipan kerahsiaan yang ketat, boleh mengakses interaksi audio dengan Siri dan Perencanaan. Anda boleh menukar seting anda untuk Tingkatkan Siri dan Perencanaan pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi & Keselamatan > Analitis & Peningkatan. Anda boleh memadamkan interaksi yang dikaitkan dengan pengecam rawak dan disimpan selama enam bulan atau kurang dengan pergi ke Seting > Umum dan memilih Sejarah Siri. Anda boleh menyahdayakan Siri dan Perencanaan dengan pergi ke Seting > Umum > Perencanaan dan menyahaktifkan Perencanaan. Kemudian pergi ke Seting > Umum dan nyahaktifkan Siri. Data Siri yang dikaitkan dengan pengecam rawak dipadamkan jika anda menyahdayakan Siri dan Perencanaan. Umum Keutamaan mengikut serta yang anda pilih semasa anda menyediakan iPhone atau iPad akan digunakan pada sebarang peranti bersambung Apple atau aksesori HomeKit yang disokong baharu yang disediakan dengan iPhone atau iPad tersebut yang telah mengaktifkan Siri. Anda boleh menukarnya kemudian dalam seting untuk setiap peranti. Dengan mendayakan Tingkatkan Siri dan Perencanaan, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya, untuk menyediakan dan meningkatkan Siri, Perencanaan, Carian, Terjemah dan fungsi pemprosesan bahasa lain yang terhad dalam produk dan perkhidmatan Apple seperti yang diterangkan di atas. Apple mungkin memproses dan menyimpan maklumat ini dengan penyedia khidmat pihak ketiga yang dipercayai. Pada setiap masa, maklumat yang dikumpulkan oleh Apple daripada penggunaan Siri, Perencanaan atau Terjemah oleh anda akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Siri en de dicteerfunctie Als je ervoor kiest om 'Verbeter Siri en de dicteerfunctie' in te schakelen, kan Apple de audio van je interacties met Siri en de dicteerfunctie opslaan. Audiogegevens, transcripten en gerelateerde verzoekgegevens, zoals de categorie van het verzoek dat je hebt gedaan, apparaatspecificaties, prestatiestatistieken en de locatie bij benadering van je apparaat op het moment dat het verzoek werd gedaan, kunnen worden gebruikt om Siri, de dicteerfunctie, de zoekfunctie en beperkte andere taalverwerkingsfuncties in Apple producten en voorzieningen te ontwikkelen en te verbeteren. Er kunnen bijvoorbeeld transcripten worden gebruikt om Siri, de zoekfunctie, stembediening, de vertaalfunctie en automatische spraakherkenningsmodellen te verfijnen. Een deel van deze gegevens kan worden beoordeeld door classificeerders, terwijl de audioreview alleen wordt uitgevoerd door werknemers van Apple. Je verzoekgeschiedenis, waaronder je audio-gegevens, transcripten en gerelateerde verzoekgegevens, wordt gedurende zes maanden aan een willekeurige, door je apparaat gegenereerde ID gekoppeld. Na zes maanden wordt je verzoekgeschiedenis losgekoppeld van de willekeurige ID en deze kan vervolgens maximaal twee jaar worden bewaard. De kleine subset van beoordeelde verzoeken kan langer dan twee jaar worden bewaard, zonder de willekeurige ID, voor verdere verbetering van Siri, de dicteerfunctie, de zoekfunctie en beperkte andere taalverwerkingsfuncties. Je verzoekgeschiedenis wordt niet gebruikt om een marketingprofiel samen te stellen en wordt nooit aan anderen verkocht. Als een van je interacties met Siri of de dicteerfunctie wordt geselecteerd voor beoordeling, worden het verzoek en de reactie van Siri daarop geanalyseerd om de nauwkeurigheid te bepalen en de algemene werking van Siri, de dicteerfunctie, de zoekfunctie en beperkte andere functionaliteit voor het verwerken van taal in de producten en diensten van Apple te verbeteren. Afhankelijk van de context van je verzoek, kan een beoordelaar toegang krijgen tot aanvullende contextuele gegevens die relevant zijn voor het verzoek, zoals namen van je contacten of apps die op je apparaten zijn geïnstalleerd, om de effectiviteit van de reactie van Siri te beoordelen. Voor werknemers van Apple die toegang hebben tot audio-interacties met Siri en de dicteerfunctie gelden strikte vertrouwelijkheidsvoorschriften. Je kunt je instelling voor 'Verbeter Siri en de dicteerfunctie' op elk moment wijzigen. Hiervoor ga je in Instellingen naar 'Privacy en beveiliging' > 'Analyse en verbeteringen'. Je verwijdert interacties die aan een willekeurige ID zijn gekoppeld en gedurende zes maanden of minder worden bewaard door in Instellingen naar 'Algemeen' te gaan en 'Siri-geschiedenis' te selecteren. Je kunt Siri en de dicteerfunctie uitschakelen door in Instellingen naar 'Algemeen' > 'Dicteerfunctie' te gaan en 'Dicteerfunctie' uit te schakelen. Vervolgens ga je naar 'Algemeen' in Instellingen en schakel je 'Siri' uit. Siri-gegevens die aan de willekeurige ID zijn gekoppeld, worden verwijderd als je Siri en de dicteer­functie uitschakelt. Algemeen De voorkeursinstelling voor je instemming die is geselecteerd wanneer je een iPhone of iPad configureert, is ook van toepassing op elk nieuw gekoppeld Apple apparaat of ondersteund HomeKit-accessoire dat met die iPhone of iPad is geconfigureerd er waarop Siri is ingeschakeld. Je kunt dit later wijzigen in de instellingen voor elk apparaat. Door 'Verbeter Siri en de dicteerfunctie' in te schakelen, stem je ermee in dat Apple en zijn dochterondernemingen en tussenpersonen deze informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken teneinde Siri, de dicteerfunctie, de zoekfunctie, de vertaalfunctie en beperkte andere taalverwerkingsfunctionaliteit te kunnen aanbieden en verbeteren in Apple producten en voorzieningen zoals hierboven beschreven. Apple kan deze informatie verwerken en bewaren bij erkende externe serviceproviders. De door Apple verzamelde informatie over je gebruik van Siri, de dicteerfunctie of de vertaalfunctie wordt te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy.
no: Siri og Diktering Hvis du velger å bidra til å Forbedre Siri og Diktering, kan Apple lagre lyd­opptak av inter­aksjonene dine med Siri og Diktering. Lyddata, avskrifter og relaterte data om forespørsler, som kategorien for forespørselen, enhets­spesifika­sjoner, ytelses­statistikk og den omtrentlige posisjonen til enheten da forespørselen fant sted, kan bli brukt til å videreutvikle og forbedre Siri, Diktering, Søk og et begrenset utvalg av andre språk­proses­serings­funk­sjoner i Apples produkter og tjenester. For eksempel kan avskrifter bli brukt til å finjustere Siri, Søk, Talekontroll, Oversett og automatiske tale­gjen­kjennings­modeller. Et delsett av disse dataene kan bli gjennomgått av graderere, mens lydopptak utelukkende blir gjennomgått av Apple-ansatte. Forespørselsloggen din, inkludert lyddata, avskrifter og relaterte fore­spørsels­data, knyttes til en tilfeldig, enhetsg­enerert identifikator i seks måneder. Etter seks måneder fjernes tilknytningen mellom forespørsels­loggen din og den tilfeldige identifikatoren, og det lille delsettet med fore­spørsler som har blitt behandlet, kan beholdes i lenger enn to år, uten den tilfeldige identifikatoren, for videre forbedring av Siri, Diktering, Søk og et begrenset utvalga av andre språk­proses­serings­funk­sjoner. Forespørsels­loggen brukes ikke til å opprette en markeds­førings­profil og selges aldri til noen. Hvis en av inter­aksjonene dine med Siri eller Diktering velges ut for behandling, vil forespørselen, sammen med svaret Siri ga, bli analysert for å avgjøre nøyaktighet og for å generelt forbedre Siri, Diktering, Søk og et begrenset utvalg av annen språk­proses­serings­funksjonalitet i Apples produkter og tjenester. Avhengig av konteksten til forespørselen din, kan en tester få tilgang til ytterligere kontekstuelle data med direkte relevans til forespørselen, som navn på kontaktene dine eller apper installert på enhetene, for å rangere effektiviteten til svaret fra Siri. Kun Apple-ansatte som er underlagt strenge konfidensialitetsforpliktelser har tilgang til lydsamhandlinger med Siri og Diktering. Du kan når som helst endre innstillingene for Forbedre Siri og Diktering. Det gjør du ved å gå til Innstillinger > Personvern og sikkerhet > Analyse og forbedringer. Du kan slette samhandlinger knyttet til en tilfeldig identifikator og som beholdes i seks måneder eller mindre, ved å velge Innstillinger > Generelt og velge Siri-logg. Du kan deaktivere Siri og Diktering ved å velge Innstillinger > Generelt > Diktering og slå av Diktering. Deretter går du til Innstillinger > Generelt og slår av Siri. Siri-data knyttet til den tilfeldige identifikatoren slettes hvis du deaktiverer Siri og Diktering. Generelt Innstillingen for deltakelse du valgte når du konfigurerte en iPhone eller iPad, vil også gjelde eventuelle nye tilkoblede Apple-enheter eller HomeKit-tilbehør som støttes, og som er konfigurert med iPhonen eller iPaden som har Siri slått på. Du kan endre dette senere i innstillingene for hver enhet. Ved å velge å delta i Forbedre Siri og Diktering godtar du at Apple og våre under­leveran­dører og sam­arbeids­partnere kan samle inn, overføre, vedlike­holde, behandle og bruke denne informasjonen for å levere og forbedre Siri, Diktering, Søk, Oversett og et begrenset utvalg av andre språk­proses­serings­funksjoner i Apple-produkter og -tjenester som beskrevet ovenfor. Apple kan behandle og lagre denne informasjonen hos pålitelige tredjeparter som leverer tjenester til selskapet. Informasjon som Apple samler inn gjennom din bruk av Siri, Diktering eller Oversett, blir alltid behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Siri i Dyktowanie Jeśli zdecydujesz się pomagać ulepszać Siri i funkcję Dyktowanie, Apple może przechowywać zapisy dźwiękowe Twoich interakcji z Siri i funkcją Dyktowanie. Zapisy dźwiękowe, transkrypcje i dotyczące ich dane (takie jak kategoria polecenia, specyfikacja urządzenia, statystyki wydajności i przybliżone położenie urządzenia w momencie wydania polecenia) mogą być wykorzystywane do opracowywania i ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. Transkrypcje mogą być na przykład używane do dostrajania Siri, funkcji Wyszukiwanie, Sterowanie głosowe i Tłumacz oraz modeli automatycznego rozpoznawania mowy. Podzbiór tych danych może zostać sprawdzony przez klasyfikatorów (zapisy dźwiękowe są odsłuchiwane wyłącznie przez pracowników Apple). Historia Twoich poleceń, obejmująca ich zapisy dźwiękowe i transkrypcje oraz dotyczące ich dane, będzie powiązana z losowym identyfikatorem generowanym na urządzeniu przez sześć miesięcy. Po upływie sześciu miesięcy powiązanie Twojej historii poleceń z losowym identyfikatorem zostanie usunięte. Historia poleceń może być następnie przechowywana przez maksymalnie dwa lata, a mały podzbiór poleceń, które zostały odsłuchane, może być przechowywany bez losowego identyfikatora dłużej niż dwa lata na potrzeby ciągłego ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu funkcji przetwarzania języka. Twoja historia poleceń nie jest używana do budowania profilu marketingowego i nigdy nie jest nikomu sprzedawana. Jeśli jedna z Twoich interakcji z Siri lub funkcją Dyktowanie zostanie wybrana do sprawdzenia, to polecenie oraz dostarczona odpowiedź Siri zostaną przeanalizowane w celu ustalenia dokładności oraz ogólnego ulepszenia Siri, funkcji Dyktowanie i Wyszukiwanie oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple. W zależności od kontekstu Twojego polecenia, osoba sprawdzająca je może uzyskać dostęp do dodatkowych informacji kontekstowych, na przykład nazw kontaktów lub aplikacji zainstalowanych na urządzeniu, w celu dokonania oceny efektywności odpowiedzi Siri. Zgodnie ze ścisłym zobowiązaniem do zachowania poufności, tylko pracownicy Apple będą mieli dostęp do interakcji głosowych z Siri i funkcją Dyktowanie. Możesz zmienić swoje ustawienia funkcji Ulepszanie (Siri i Dyktowanie) w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność i ochrona > Analizy i udoskonalenia. Interakcje głosowe powiązane z losowym identyfikatorem oraz przechowywane przez sześć miesięcy lub krócej można usunąć, otwierając ekran Ustawienia > Ogólne i wybierając Historia Siri. Możesz wyłączyć Siri i funkcję Dyktowanie, przechodząc do Ustawień, stukając w Ogólne i wyłączając opcję Dyktowanie. Następnie przejdź do ekranu Ustawienia > Ogólne i wyłącz Siri. Gdy wyłączysz Siri i funkcję Dyktowanie, dane Siri powiązane z losowym identyfikatorem zostaną usunięte. Ogólne Preferencje wybrane podczas konfigurowania iPhone’a lub iPada będą miały zastosowanie do każdego nowego połączonego urządzenia Apple lub obsługiwanego akcesorium HomeKit skonfigurowanego na iPhonie lub iPadzie, na którym włączono Siri. Preferencje dotyczące każdego z tych urządzeń możesz zmienić później. Dołączenie do programu Ulepszanie (Siri i Dyktowanie) oznacza wyrażenie zgody na przesyłanie, gromadzenie, utrzymywanie, przetwarzanie i używanie tych informacji przez firmę Apple oraz jej przedstawicieli i agentów na potrzeby świadczenia i ulepszania Siri, funkcji Dyktowanie i Wyszukiwanie, aplikacji Tłumacz oraz ograniczonego zestawu innych funkcji przetwarzania języka w produktach i usługach Apple, zgodnie z opisem znajdującym się powyżej. Apple może przetwarzać oraz przechowywać te informacje na serwerach swoich zaufanych usługodawców. Dane gromadzone przez Apple dotyczące sposobu korzystania z Siri i funkcji Dyktowanie lub Tłumacz są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi pod adresem www.apple.com/pl/privacy.
pt_br: Siri e Ditado Se você optar por Melhorar a Siri e o Ditado, a Apple poderá armazenar o áudio das suas interações com a Siri e o Ditado. Os dados de áudio, transcrições e aqueles relacionados aos pedidos, como a categoria do pedido que você fez, as especificações do dispositivo, estatísticas de desempenho e a localização aproximada do seu dispositivo no momento em que o pedido foi feito, podem ser usados para desenvolver e melhorar a Siri, o Ditado, a Busca e outras funcionalidades limitadas de processamento de linguagem em produtos e serviços da Apple. Por exemplo, as transcrições podem ser usadas para refinar a Siri, a Busca, o Controle por Voz, o app Traduzir e os modelos de reconhecimento automático de fala. Um subconjunto desses dados pode ser analisado por avaliadores, sendo a análise de áudio realizada apenas por funcionários da Apple. Seu histórico de pedidos, que inclui dados de áudio, transcrições e dados relacionados ao pedido, é associado a um identificador aleatório por até seis meses e não é vinculado à sua Conta Apple nem ao seu endereço de e‑mail. Após seis meses, o histórico de pedidos é dissociado do identificador aleatório e pode ser retido por até dois anos. O pequeno subconjunto de pedidos revisados pode ser mantido por mais de dois anos, sem o identificador aleatório, para o melhoramento contínuo da Siri, do Ditado, da Busca e de outros recursos limitados de processamento de linguagem. Seu histórico de pedidos não é usado para construir um perfil de marketing e nunca é vendido para ninguém. Se uma das suas interações com a Siri ou o Ditado for selecionada para revisão, o pedido e a resposta fornecida pela Siri serão analisados para determinar a precisão e melhorar a Siri, o Ditado e outras funcionalidades limitadas de processamento de linguagem em produtos e serviços da Apple. Para avaliar a eficiência da resposta da Siri, dependendo do contexto do seu pedido, um revisor pode acessar dados contextuais adicionais diretamente pertinentes ao pedido, tais como os nomes dos seus contatos ou apps instalados nos seus dispositivos. Apenas os funcionários da Apple, sujeitos a obrigações de confidencialidade estritas, podem acessar as interações de áudio com a Siri e o Ditado. Você pode alterar os ajustes para Melhorar a Siri e o Ditado a qualquer momento. Para fazer isso, acesse Ajustes > Privacidade e Segurança > Análise e Melhorias. Você pode apagar as interações associadas a um identificador aleatório e retidas por seis meses ou menos ao acessar Ajustes > Geral e selecionar Histórico da Siri. Você pode desativar a Siri e o Ditado ao acessar Ajustes > Geral > Ditado e desativar o Ditado. Depois, acesse Ajustes > Geral e desative a Siri. Se você desativar a Siri e o Ditado, os dados da Siri associados com o identificador aleatório serão apagados. Geral A preferência de participação que você seleciona ao configurar um iPhone ou iPad é aplicada a qualquer dispositivo Apple conectado ou acessório compatível com o HomeKit novo que você configure com esse iPhone ou iPad que tenha a Siri ativada. Você pode alterar isso mais tarde nos ajustes de cada dispositivo. Ao ativar o recurso Melhorar a Siri e o Ditado, você concorda e consente que a Apple, suas subsidiárias e agentes possam transmitir, coletar, manter, processar e usar essas informações para fornecer e melhorar a Siri, o Ditado e outras funcionalidades limitadas de processamento de linguagem nos produtos e serviços da Apple, como descrito acima. A Apple pode processar e armazenar essas informações em provedores de serviço terceirizados de confiança. As informações coletadas pela Apple sobre o seu uso da Siri, do Ditado ou do app Traduzir sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: Siri e Ditado Se optar por ativar Melhorar Siri e Ditado, a Apple poderá armazenar o áudio das suas interações com Siri e Ditado. Os dados de áudio, transcrições e dados relacionados com o pedido, como a categoria do pedido, especificações do dispositivo, estatísticas de desempenho e a localização aproximada do dispositivo no momento do pedido podem ser usados para desenvolver e melhorar Siri, Ditado, Pesquisa e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Por exemplo, as transcrições podem ser usadas para otimizar Siri, Pesquisa, o controlo por voz, Traduzir e modelos automáticos de reconhecimento da fala. É possível que um subconjunto destes dados seja revisto, mas a revisão de dados de áudio é efetuada exclusivamente por funcionários da Apple. O seu histórico de pedidos, que inclui dados de áudio, transcrições e os dados de pedidos relacionados, é associado a um identificador aleatório gerado pelo dispositivo durante seis meses. Ao fim de seis meses, o histórico de pedidos é desassociado do identificador aleatório e pode ser conservado por um período máximo de dois anos, e o pequeno subconjunto de pedidos que foram revistos pode ser conservado por um prazo superior a dois anos, sem o identificador aleatório, para a melhoria permanente de Siri, Ditado, Pesquisa e algumas outras funcionalidades de processamento de linguagem. O seu histórico de pedidos não é usado para criar um perfil de marketing e nunca é vendido a terceiros. Se uma das suas interações com Siri ou Ditado for selecionada para análise, o pedido, assim como a resposta de Siri, serão analisados para determinar a exatidão e, em termos gerais, melhorar Siri, Ditado e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple. Consoante o contexto do pedido, um avaliador poderá necessitar de aceder a dados de contexto adicionais diretamente relevantes para o pedido, como os nomes dos contactos ou as aplicações instaladas nos seus dispositivos, para classificarem a eficácia da resposta de Siri. Apenas os funcionários da Apple, sujeitos a rigorosas obrigações de confidencialidade, têm acesso às interações de áudio com Siri e Ditado. Pode alterar a definição de Melhorar Siri e Ditado em qualquer altura. Para tal, vá a Definições > Privacidade e segurança > Análise e melhorias. Para apagar as interações associadas a um identificador aleatório e conservadas durante um período máximo de seis meses, vá a Definições > Geral e selecione “Histórico de Siri”. Pode desativar as funcionalidades Siri e Ditado. Em Definições > Geral > Ditado, desative a opção “Ditado”. Depois, vá a Definições > Geral e desative a opção “Siri”. Os dados de Siri associados ao identificador aleatório são apagados, se desativar Siri e Ditado. Geral A preferência de ativação selecionada ao configurar um iPhone ou iPad será aplicada a qualquer novo dispositivo Apple ligado ou acessório do HomeKit compatível e configurado com esse iPhone ou iPad que tenha a funcionalidade Siri ativada. Pode alterar esta preferência posteriormente nas definições de cada dispositivo. Ao ativar Melhorar Siri e Ditado, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias podem transmitir, recolher, manter, processar e utilizar esta informação para fornecer e melhorar Siri, Ditado, Pesquisa, Traduzir e algumas outras funcionalidades de processamento de linguagem em produtos e serviços da Apple, conforme descrito acima. A Apple reserva‑se o direito de processar e armazenar esta informação com fornecedores de serviços que considera fidedignos. Toda e qualquer informação recebida pela Apple relacionada com a sua utilização de Siri, Ditado ou Traduzir será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy.
ro: Siri și dictarea Dacă optați să participați la “Îmbunătățire Siri și Dictare”, Apple poate să stocheze conținutul audio al interacțiunilor dvs. cu funcționalitățile Siri și Dictare. Datele audio, transcrierile și datele asociate solicitării, cum ar fi categoria solicitării pe care ați efectuat‑o, specificațiile dispozitivului, informații statistice referitoare la performanță și localizarea aproximativă a dispozitivului în momentul în care a fost realizată solicitarea, pot fi utilizate pentru a dezvolta și îmbunătăți funcționalitățile Siri, Dictare și Căutare, precum și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple. De exemplu, transcrierile pot fi utilizate pentru a perfecționa funcționalitățile Siri, Căutare, Comenzi vocale, Traducere și modelele de recunoaștere vocală automată. Este posibil ca un subset al acestor date să fie analizat de evaluatori, examinarea conținutului audio fiind efectuată doar de angajați Apple. Istoricul solicitărilor dvs., care include datele audio, transcrierile și date asociate ale solicitărilor, este asociat cu un identificator aleatoriu, generat de dispozitiv, timp de șase luni. După șase luni, istoricul solicitărilor dvs. este disociat de identificatorul aleatoriu și poate fi păstrat cel mult doi ani, iar micul subset de solicitări care au fost analizate poate fi păstrat mai mult de doi ani, fără identificatorul aleatoriu, pentru îmbunătățirea continuă a funcționalităților Siri, Dictare și Căutare, precum și a unui număr limitat de alte funcționalități de procesare a limbajului. Istoricul solicitărilor dvs. nu este utilizat pentru a crea un profil de marketing și nu sunt vândute nimănui, niciodată. Dacă una dintre interacțiunile dvs. care implică Siri sau dictarea este selectată pentru analiză, solicitarea, precum și răspunsul furnizat de Siri, vor fi analizate pentru a stabili acuratețea răspunsului și pentru a îmbunătăți în general Siri, dictarea, căutarea și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple. În funcție de contextul solicitării, examinatorii pot accesa date contextuale suplimentare relevante în mod direct pentru solicitare, precum numele contactelor dvs. sau aplicațiile instalate pe dispozitivele dvs., pentru a evalua eficiența răspunsului Siri. Doar angajații Apple, sub incidența unor obligații stricte de confidențialitate, pot accesa interacțiunile audio care implică Siri și dictarea. Vă puteți schimba oricând configurarea pentru “Îmbunătățire Siri și Dictare”. În acest scop, accesați Configurări > Intimitate și securitate > Analiză și îmbunătățiri. Puteți șterge interacțiunile asociate cu un identificator aleatoriu și păstrate timp de maximum șase luni accesând Configurări > General și selectând Istoric Siri. Puteți dezactiva Siri și dictarea accesând Configurări > General > Dictare și dezactivând opțiunea “Dictare”. Apoi, accesați Configurări > General și dezactivați opțiunea “Siri”. Datele Siri asociate cu identificatorul aleatoriu sunt șterse dacă dezactivați Siri și Dictare. General Opțiunea de activare pe care ați selectat‑o la configurarea unui iPhone sau iPad se va aplica pentru orice nou dispozitiv Apple conectat sau accesoriu HomeKit compatibil configurat cu iPhone‑ul sau iPad‑ul respectiv, care are activată funcționalitatea Siri. Puteți schimba această preferință ulterior, în configurările fiecărui dispozitiv. Prin activarea opțiunii “Îmbunătățire Siri și Dictare”, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații pentru a furniza și îmbunătăți funcționalitățile Siri, Dictare, Căutare, Traducere și un număr limitat de alte funcționalități de procesare a limbajului din produsele și serviciile Apple, în conformitate cu prevederile de mai sus. Apple poate procesa și stoca aceste informații prin terți furnizori de servicii. Informațiile colectate de Apple în urma utilizării funcționalităților Siri, Dictare sau Traducere de către dvs. vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Siri и Диктовка Если Вы решите включить функцию «Улучшение Siri и Диктовки», Apple может хранить аудиозаписи Вашего взаимодействия с Siri и Диктовкой. Аудиоданные, конспекты и связанные с запросами данные, такие как категория Вашего запроса, характеристики, статистика производительности и примерная геопозиция Вашего устройства в момент запроса, могут быть использованы в целях разработки и совершенствования Siri, Диктовки, Поиска и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. Например, конспекты могут быть использованы для повышения точности Siri, Поиска, Управления голосом, Перевода и моделей автоматического распознавания речи. Выборки из этих данных могут изучаться специалистами по оценке; при этом только сотрудники Apple допускаются до работы с аудиоданными. История Ваших запросов к голосовому помощнику, включая аудиоданные, конспекты и связанные с запросами данные, остается ассоциированной со случайным идентификатором в течение шести месяцев. Этот идентификатор создается на устройстве. По истечении шести месяцев история Ваших запросов перестает быть связанной со случайным идентификатором и после этого может храниться сроком до двух лет. При этом небольшое количество запросов, которые были проанализированы, могут храниться дольше двух лет без связи с идентификатором для дальнейшего совершенствования Siri, Диктовки, Поиска и ограниченного числа других функций обработки естественного языка. История Ваших запросов не используется для создания Вашего маркетингового профиля и никогда никому не продается. Если фрагмент Вашего взаимодействия с Siri или Диктовкой выбран для изучения, то Ваш запрос и ответ Siri на него будут проанализированы для определения точности обработки запроса и для совершенствования Siri, Диктовки и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple. В зависимости от контекста Вашего запроса, изучающий его специалист может проанализировать дополнительные контекстные данные, непосредственно относящиеся к запросу, например имена Ваших контактов или названия установленных на устройстве приложений. Это необходимо для оценки эффективности реакции Siri на Ваш запрос. Доступ к аудиозаписям фрагментов речи, полученным в ходе взаимодействия пользователей с Siri и Диктовкой, есть только у сотрудников Apple, которые несут обязательства по сохранению конфиденциальности данных, с которыми они работают. Изменить настройку функции «Улучшение Siri и Диктовки» можно в любой момент. Для этого откройте «Настройки» > «Конфиденциальность и безопасность» > «Аналитика и улучшения». Вы можете удалить аудиозаписи своих взаимодействий с голосовыми функциями, связанные со случайным идентификатором и хранящиеся в течение 6 месяцев или менее. Для этого перейдите в «Настройки» > «Основные» и выберите «История Siri». Можно выключить Siri и Диктовку, открыв «Настройки» > «Основные» > «Диктовка» и выключив параметр «Диктовка». Затем перейдите в «Настройки» > «Основные» и выключите Siri. Связанные со случайным идентификатором данные Siri будут удалены, если выключить Siri и Диктовку. Общие положения Если Вы включите этот параметр при настройке iPhone или iPad, Ваш выбор также будет распространяться на все новые подключенные устройства Apple и поддерживаемые аксессуары HomeKit, которые настроены для использования с Вашим iPhone или iPad с включенной функцией Siri. Это можно изменить позже в настройках для каждого устройства. Включив функцию «Улучшение Siri и Диктовки», Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации с целью обеспечения работы и совершенствования Siri, Диктовки, Поиска, Перевода и ограниченного числа других функций обработки естественного языка в продуктах и сервисах Apple, как описано выше. Для обработки и хранения этих данных компания Apple может привлекать доверенных сторонних партнеров. Информация, которую собирает Apple, когда Вы используете Siri, Диктовку или Перевод, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Siri a Diktovanie Ak sa rozhodnete zapojiť do vylepšovania Siri a Diktovania, spoločnosť Apple môže uchovávať zvukové záznamy vašich interakcií so Siri a Diktovaním. Zvukové dáta, prepisy a súvisiace dáta žiadostí, ako je napríklad kategória zadanej žiadosti, špecifikácie zariadenia, štatistiky výkonu a približná poloha vášho zariadenia v čase vykonania žiadosti môžu byť použité na vývoj a vylepšovanie Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. Napríklad prepisy sa môžu používať na dolaďovanie Siri, vyhľadávania, ovládania hlasom, Tlmočníka a automatických modelov na rozpoznávanie reči. Časť týchto dát môže byť prehodnotená pracovníkmi poverenými vyhodnocovaním, pričom audio je vyhodnocované výhradne zamestnancami spoločnosti Apple. História vašich žiadostí, ktorej súčasťou sú vaše zvukové dáta, prepisy a súvisiace dáta žiadostí, zostáva šesť mesiacov priradená k náhodnému identifikátoru generovanému priamo v zariadení. Po šiestich mesiacoch sa história vašich žiadostí od náhodného identifikátora oddelí a môže sa uchovávať až dva roky. Malá časť žiadostí, ktoré boli analyzované, sa môže uchovávať dlhšie ako dva roky s cieľom ďalšieho vylepšovania Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka, ale bez prepojenia s náhodným identifikátorom. História vašich žiadostí sa nepoužíva na vytvorenie marketingového profilu a nikdy sa nikomu nepredáva. Ak bude niektorá z vašich interakcií so službou Siri alebo Diktovanie vybraná na analýzu, daná žiadosť bude spolu s odpoveďou, ktorú poskytla Siri, analyzovaná s cieľom vyhodnotenia presnosti odpovede a všeobecného vylepšovania Siri, Diktovania, vyhľadávania a obmedzeného okruhu ďalších funkcií spracovania jazyka v produktoch a službách spoločnosti Apple. V závislosti od kontextu vašej žiadosti môže pracovník poverený vyhodnocovaním získať prístup k ďalším kontextovým dátam, ktoré priamo súvisia so žiadosťou (napríklad k menám vašich kontaktov alebo názvom apiek nainštalovaných na vašich zariadeniach), čoho cieľom je klasifikovať efektivitu odpovede Siri. Prístup k záznamom vašej hlasovej interakcie so službami Siri a Diktovanie majú len zamestnanci spoločnosti Apple, na ktorých sa vzťahujú prísne pravidlá o zachovaní dôvernosti. Nastavenia funkcie Vylepšovať Siri a Diktovanie môžete kedykoľvek zmeniť. Ak to chcete urobiť, otvorte Nastavenia > Súkromie a bezpečnosť > Analytika a vylepšovanie. Interakcie priradené k náhodnému identifikátoru a uchovávané najviac šesť mesiacov môžete vymazať tak, že otvoríte Nastavenia > Všeobecné a vyberiete História Siri. Ak chcete vypnúť Siri a Diktovanie, otvorte Nastavenia > Všeobecné a v časti Diktovanie vypnite možnosť Diktovanie. Potom otvorte Nastavenia > Všeobecné a vypnite možnosť Siri. Po vypnutí Siri a Diktovania sa vymažú dáta Siri priradené k náhodnému identifikátoru. Všeobecné Nastavenie zapojenia do programu, ktoré vyberiete pri nastavovaní iPhonu alebo iPadu, sa bude vzťahovať na všetky nové pripojené Apple zariadenia a podporované HomeKit príslušenstvo, ktoré ste nastavili pomocou daného iPhonu alebo iPadu so zapnutou službou Siri. Toto nastavenie môžete kedykoľvek zmeniť pre každé zariadenie v Nastaveniach. Zapnutím funkcie Vylepšovať Siri a Diktovania beriete na vedomie a súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie na účely poskytovania a vylepšovania Siri, Diktovania, vyhľadávania, Tlmočníka a obmedzeného okruhu ďalších funkcií na spracovanie jazyka v produktoch a službách spoločnosti Apple, ako je to opísané vyššie. Spoločnosť Apple môže tieto informácie spracovať a uchovať u dôveryhodných poskytovateľov služieb tretích strán. S informáciami zhromaždenými spoločnosťou Apple počas používania Siri, Diktovania alebo Tlmočníka sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Siri in funkcija Narekovanje Če sodelujete pri izboljšanju Siri in funkcije Narekovanje, lahko Apple hrani zvočne zapise vaše komunikacije s Siri in funkcijo Narekovanje. Zvočni podatki, transkripcije in povezani podatki v zvezi z zahtevami, na primer o kategoriji poslane zahteve, specifikaciji naprave, statistiki učinkovitosti delovanja in približni lokaciji vaše naprave v času zahteve, se lahko uporabijo za razvijanje in izboljšanje Siri, funkcije Narekovanje, iskanja ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Transkripcije se lahko na primer uporabljajo za natančno nastavljanje Siri, iskanja, glasovnega upravljanja, funkcije Prevajalnik in modelov samodejnega prepoznavanja glasu. Podnabor teh podatkov lahko pregledajo ocenjevalci, pregled zvočnih zapisov pa izvajajo samo zaposleni v družbi Apple. Vaša zgodovina zahtev, ki vključuje zvočne podatke, transkripcije in povezane podatke v zvezi z zahtevami, je šest mesecev povezana z naključnim identifikatorjem, ki ga ustvari naprava. Po šestih mesecih se povezava zgodovine zahtev z naključnim identifikatorjem prekine, zgodovina pa se lahko hrani največ dve leti. Manjši nabor zahtev, ki so bile pregledane, se lahko hrani več kot dve leti, brez naključnega identifikatorja, z namenom nadaljnjih izboljšav Siri, funkcije Narekovanje, iskanja in omejenih drugih funkcionalnosti jezikovne obdelave. Vaša zgodovina zahtev se ne uporablja za izdelavo trženjskega profila in ne bo nikoli nikomur prodana. Če je primer vaše komunikacije s Siri ali funkcijo Narekovanje izbran za pregled, bosta zahteva in Sirijin odgovor analizirana za namene ugotavljanja točnosti oziroma splošnega izboljšanja Siri, funkcije Narekovanje, iskanja ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple. Pregledovalec lahko, odvisno od konteksta vaše zahteve, dostopa do dodatnih kontekstnih podatkov, ki so neposredno povezani z zahtevo, kot so imena stikov ali aplikacije, nameščene v vaših napravah, da oceni učinkovitost Sirijinega odgovora. Do zvočnih komunikacij s Siri in funkcijo Narekovanje lahko dostopajo le zaposleni družbe Apple, ki so zavezani strogi zaupnosti. Nastavitve za izboljšanje Siri in funkcije Narekovanje lahko spremenite kadarkoli. To naredite tako, da odprete Nastavitve > Zasebnost in varnost > Analitika in izboljšave. Komunikacije, ki so povezane z naključnim identifikatorjem in se hranijo šest mesecev ali manj, lahko izbrišete tako, da odprete Nastavitve > Splošno in izberete možnost Zgodovina Siri. Siri in funkcijo Narekovanje lahko onemogočite tako, da odprete Nastavitve > Splošno > Narekovanje in izklopite Narekovanje. Nato odprite Nastavitve > Splošno in izklopite Siri. Če Siri in funkcijo Narekovanje onemogočite, se Sirijini podatki, povezani z naključnim identifikatorjem, izbrišejo. Splošno Prednostna nastavitev, ki ste jo izbrali med nastavitvijo iPhona ali iPada, bo uporabljena za vsako novo povezano napravo Apple ali podprto dodatno opremo HomeKit, nastavljeno s tem iPhonom ali iPadom, v katerem je vklopljena Siri. To lahko pozneje spremenite v nastavitvah za vsako napravo. S potrditvijo izbire Izboljšaj Siri in funkcijo Narekovanje se strinjate in soglašate, da družba Apple ter njene podružnice in zastopniki te informacije prenašajo, zbirajo, ohranjajo, obdelujejo ter uporabljajo za zagotavljanje in izboljšanje Siri, funkcije Narekovanje, iskanja, funkcije Prevajalnik ter omejenih drugih funkcionalnosti jezikovne obdelave v izdelkih in storitvah Apple, kot je opisano zgoraj. Apple lahko te informacije obdeluje in hrani pri drugih zaupanja vrednih ponudnikih storitev. Podatki, ki jih zbere Apple iz vaše uporabe Siri, funkcije Narekovanje in Prevajalnika, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Siri och diktering Om du väljer att delta i Förbättra Siri och diktering kan Apple lagra ljudet för dina interaktioner med Siri och diktering. Ljuddata, transkriberingar och relaterade förfrågningsdata som den gjorda förfrågningens kategori, enhetsspecifikationer, prestandastatistik och den ungefärliga platsen för din enhet vid den tidpunkt när förfrågan gjordes kan användas till att utveckla och förbättra Siri, diktering, sökning och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster. Till exempel kan transkriberingar användas till att finjustera Siri, Sök, röststyrning, Översätt och modeller för automatisk röstigenkänning. En delmängd av dessa data kan granskas av utvärderare och ljudgranskningar utförs endast av Apple-medarbetare. Din förfrågningshistorik, vilken inkluderar dina ljuddata, transkriberingar och relaterade förfrågningsdata, associeras med en slumpmässig, enhetsgenererad identifierare under sex månader. Efter sex månader avassocieras din förfrågningshistorik från den slumpmässiga identifieraren och kan behållas i upp till två år. Den lilla delmängd förfrågningar som har granskats kan behållas längre än två år, utan den slumpmässiga identifieraren, för pågående förbättringsarbete av Siri, diktering, sökning och begränsade övriga funktioner för språkbearbetning. Din förfrågningshistorik används inte till att skapa en marknadsföringsprofil och säljs aldrig till tredje part. Om en av dina interaktioner med Siri eller diktering väljs ut för granskning kommer din förfrågan, liksom det svar som Siri gav, att analyseras i syfte att fastställa riktighet och allmänt förbättra Siri, diktering, Sök och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster. Beroende på förfrågningens kontext kan en granskare få tillgång till ytterligare kontextuella data som är direkt relevanta för din förfrågan, till exempel namnen på dina kontakter eller appar som är installerade på dina enheter, för att kunna bedöma hur effektivt Siris svar är. Endast Apple-medarbetare, som arbetar under strikta konfidentialitetskrav, har tillgång till ljudinteraktioner med Siri och diktering. Du kan när som helst ändra inställning för Förbättra Siri och diktering. Du gör det genom att öppna Inställningar > Integritet och säkerhet > Analys och förbättringar. Du kan radera interaktioner som är associerade med en slumpmässig identifierare och behållits i sex månader eller kortare genom att öppna Inställningar > Allmänt och välja Siri-historik. Du kan avaktivera Siri och diktering genom att öppna Inställningar > Allmänt > Diktering och stänga av Diktering. Öppna sedan Inställningar > Allmänt och stäng av Siri. Siri-data som är associerade med den slumpmässiga identifieraren raderas om du avaktiverar Siri och diktering. Allmänt Den frivilliga inställning du valde när du ställde in en iPhone eller iPad gäller även för nyanslutna Apple-enheter eller HomeKit-tillbehör som stöds och som är inställda med den iPhone eller iPad där Siri har slagits på. Du kan ändra det här senare i inställningarna för varje enhet. Genom att aktivera Förbättra Siri och diktering godkänner och samtycker du till att Apple och dess dotterbolag och samarbetspartner överför, samlar in, underhåller, behandlar och använder all nämnd information i syfte att tillhandahålla och förbättra Siri, diktering, sökning, översättning och begränsade övriga funktioner för språkbearbetning i Apples produkter och tjänster enligt beskrivningen ovan. Apple kan bearbeta och lagra den här informationen hos betrodda tredjepartsleverantörer. All information som samlas in av Apple som en följd av din användning av Siri, diktering eller Översätt behandlas alltid i enlighet med Apples Integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: Siri และการป้อนตามคำบอก ถ้าคุณเลือกที่จะเข้าร่วมในการปรับปรุง Siri และการป้อนตามคำบอก Apple อาจจัดเก็บเสียงของการโต้ตอบของคุณกับ Siri และการป้อนตามคำบอก ข้อมูลเสียง ข้อความถอดเสียง และข้อมูลคำขอที่เกี่ยวข้อง เช่น หมวดหมู่ของคำขอที่คุณส่ง ข้อมูลจำเพาะของอุปกรณ์ สถิติประสิทธิภาพ และตำแหน่งที่ตั้งโดยประมาณของอุปกรณ์ของคุณในขณะที่คุณส่งคำขอ อาจถูกใช้เพื่อพัฒนาและปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ตัวอย่างเช่น ข้อความถอดเสียงอาจถูกใช้เพื่อปรับโมเดล Siri, การค้นหา, การสั่งการด้วยเสียง, การแปลภาษา และการจำเสียงพูดอัตโนมัติอย่างละเอียด ชุดย่อยของข้อมูลนี้อาจได้รับการตรวจสอบโดยผู้ให้คะแนน และการตรวจสอบเสียงจะถูกดำเนินการโดยพนักงาน Apple เท่านั้น ประวัติคำขอของคุณ ซึ่งรวมถึงข้อมูลเสียง ข้อความถอดเสียง และข้อมูลคำขอที่เกี่ยวข้องของคุณ จะผูกกับข้อมูลจำเพาะที่อุปกรณ์สร้างขึ้นแบบสุ่มเป็นเวลาหกเดือน หลังจากหกเดือน ประวัติคำขอของคุณจะถูกแยกออกจากข้อมูลจำเพาะแบบสุ่ม และอาจถูกเก็บรักษาไว้ไม่เกินสองปี และชุดย่อยขนาดเล็กของคำขอที่ได้รับการตรวจสอบอาจถูกเก็บไว้มากกว่าสองปีโดยไม่มีข้อมูลจำเพาะแบบสุ่มเพื่อปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา และคุณสมบัติอื่นที่ใช้การประมวลผลทางภาษาที่จำกัดอย่างต่อเนื่อง ประวัติคำขอของคุณจะไม่ถูกใช้ในการสร้างโปรไฟล์ทางการตลาดและไม่ถูกขายต่อให้ผู้ใด ถ้าการโต้ตอบกับ Siri หรือการป้อนตามคำบอกของคุณรายการใดรายการหนึ่งถูกเลือกสำหรับการตรวจสอบ คำขอและการตอบสนองกับ Siri ที่ให้ข้อมูลจะได้รับการวิเคราะห์เพื่อกำหนดความแม่นยำและปรับปรุง Siri, การป้อนตามคำบอก การค้นหา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ทั้งนี้ขึ้นอยู่กับบริบทของคำขอของคุณ ผู้ตรวจสอบอาจเข้าถึงข้อมูลตามบริบทเพิ่มเติมที่เกี่ยวข้องกับคำขอโดยตรง เช่น ชื่อของรายชื่อของคุณหรือแอปที่ติดตั้งบนอุปกรณ์ของคุณ เพื่อให้คะแนนประสิทธิภาพในการตอบสนองของ Siri พนักงานของ Apple เท่านั้นที่จะสามารถเข้าถึงการโต้ตอบด้วยเสียงกับ Siri และการป้อนตามคำบอกได้ โดยจะมีพันธะในการรักษาความลับอย่างเข้มงวด คุณสามารถเปลี่ยนการตั้งค่าของคุณสำหรับปรับปรุง Siri และการป้อนตามคำบอกได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การวิเคราะห์และการปรับปรุง คุณสามารถลบการโต้ตอบด้วยเสียงที่ผูกกับข้อมูลจำเพาะแบบสุ่มและถูกเก็บรักษาไว้ไม่เกินหกเดือนได้โดยไปที่การตั้งค่า > ทั่วไป แล้วเลือกประวัติ Siri คุณสามารถปิดใช้งาน Siri และการป้อนตามคำบอกได้โดยไปที่การตั้งค่า > ทั่วไป > การป้อนตามคำบอก แล้วปิดใช้การป้อนตามคำบอก จากนั้นไปที่การตั้งค่า > ทั่วไป แล้วปิดใช้ Siri ข้อมูล Siri ที่ผูกกับข้อมูลจำเพาะแบบสุ่มจะถูกลบออกหากคุณปิดใช้งาน Siri และการป้อนตามคำบอก ทั่วไป การตั้งค่าเข้าร่วมที่คุณเลือกเมื่อคุณตั้งค่า iPhone หรือ iPad จะปรับใช้กับอุปกรณ์ Apple ที่เชื่อมต่ออยู่หรืออุปกรณ์เสริมที่รองรับ HomeKit รุ่นใหม่ๆ ที่ตั้งค่าอยู่กับ iPhone หรือ iPad ที่เปิดใช้ Siri เครื่องนั้น คุณสามารถเปลี่ยนการตั้งค่านี้ได้ในภายหลังในการตั้งค่าสำหรับอุปกรณ์แต่ละเครื่อง โดยการเปิดใช้งานการปรับปรุง Siri และการป้อนตามคำบอกจะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ของ Apple, บริษัทในเครือ และตัวแทนเพื่อให้บริการและปรับปรุง Siri, การป้อนตามคำบอก, การค้นหา, การแปลภาษา และฟังก์ชั่นการทำงานอื่นที่ประมวลผลภาษาที่จำกัดในผลิตภัณฑ์และบริการของ Apple ตามที่อธิบายไว้ข้างต้น Apple อาจประมวลผลและจัดเก็บข้อมูลนี้พร้อมกับผู้ให้บริการของบุคคลหรือบริษัทอื่นที่เชื่อถือแล้ว ข้อมูลที่เก็บรวบรวมโดย Apple จากการใช้ Siri, การป้อนตามคำบอก หรือการแปลภาษาของคุณจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Siri ve Dikte Siri’yi ve Dikte’yi İyileştir’i seçerseniz Apple, Siri ve Dikte ile etkileşimlerinizin sesini saklayabilir. Ses verileri, dökümler ve yaptığınız isteğin kategorisi, aygıt özellikleri, performans istatistikleri ve aygıtınızın isteğin yapıldığı andaki yaklaşık konumu gibi ilgili istek verileri, Siri’yi, Dikte’yi, Arama’yı ve Apple ürünlerinde ve servislerinde diğer sınırlı dil işleme işlevselliğini geliştirmek ve iyileştirmek için kullanılabilir. Örneğin dökümler; Siri, Arama, Sesle Denetim, Çeviri ve otomatik konuşma tanıma modellerinde ince ayar yapmak için kullanılabilir. Bu verilerin bir alt kümesi, yalnızca Apple çalışanları tarafından yürütülen sesli inceleme ile değerlendirenler tarafından gözden geçirilebilir. Ses verilerinizi, dökümlerinizi ve ilgili istek verilerini içeren istek geçmişiniz, aygıt tarafından oluşturulan rasgele bir tanıtıcıyla altı ay boyunca ilişkilendirilir. Altı ayın sonunda istek geçmişiniz rasgele tanıtıcıdan ayrılır ve en fazla iki yıla kadar tutulabilir. Siri’nin, Dikte’nin, Arama’nın ve diğer sınırlı dil işleme özelliklerinin devam eden iyileştirme çalışmaları için incelenen isteklerin küçük bir alt kümesi rasgele tanıtıcı olmadan iki yıldan uzun süre tutulabilir. İstek geçmişiniz bir pazarlama profili oluşturmak için kullanılmaz ve asla başka birine satılmaz. Siri veya Dikte etkileşimlerinizden biri inceleme için seçilirse isteğin yanı sıra Siri’nin sunduğu yanıt da, doğruluğu belirlemek ve Siri’yi, Dikte’yi, Arama’yı ve Apple ürünlerindeki ve servislerindeki diğer sınırlı dil işleme işlevselliğini genel anlamda iyileştirmek için incelenir. İsteğinizin bağlamına bağlı olarak bir inceleyen, Siri yanıtının etkinliğini değerlendirmek amacıyla kişilerinizin veya aygıtlarınızda yüklü uygulamaların adları gibi isteğinizle doğrudan ilgili ek bağlamsal verilere erişebilir. Yalnızca sıkı gizlilik yükümlülüklerine tabi Apple çalışanları Siri ve Dikte ile sesli etkileşimlere erişebilir. İstediğiniz zaman Siri’yi ve Dikte’yi İyileştir ayarınızı değiştirebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik ve Güvenlik > Analizler ve İyileştirmeler bölümüne gidin. Bir rasgele tanıtıcıyla ilişkilendirilen ve en fazla altı ay tutulan etkileşimleri, Ayarlar > Genel bölümüne gidip Siri Geçmişi’ni seçerek silebilirsiniz. Ayarlar > Genel > Dikte bölümüne gidip Dikte’yi kapatarak Siri ve Dikte’yi etkisizleştirebilirsiniz. Sonra, Ayarlar > Genel bölümüne gidip Siri’yi kapatın. Siri’yi ve Dikte’yi etkisizleştirirseniz rasgele tanıtıcıyla ilişkilendirilen Siri verileri silinir. Genel iPhone’u veya iPad’i ayarlarken seçtiğiniz katılma tercihi, Siri’nin açık olduğu o iPhone veya iPad ile ayarlanan tüm yeni Apple bağlantılı aygıtlar veya desteklenen HomeKit aksesuarları için de geçerli olur. Bunu daha sonra her aygıtın ayarlarında değiştirebilirsiniz. Siri’yi ve Dikte’yi İyileştir’i etkinleştirerek Apple’ın, bağlı kuruluşlarının ve temsilcilerinin, Apple ürünlerinde ve servislerinde Siri, Dikte, Arama, Çeviri ve diğer sınırlı dil işleme işlevselliğini sağlamak ve iyileştirmek için yukarıda açıklanan biçimde bu bilgileri aktarmasına, toplamasına, tutmasına, işlemesine ve kullanmasına onay vermiş olursunuz. Apple bu bilgileri güvenilir üçüncü parti servis sağlayıcıları ile işleyebilir ve saklayabilir. Siri, Dikte veya Çeviri kullanımınızla ilgili Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Siri й Диктування Якщо ви берете участь у Покращенні Siri й Диктування, Apple може зберігати аудіозаписи ваших взаємодій із Siri та Диктуванням. Аудіодані, стенограми та повʼязані із запитами дані, як‑от категорія запиту, специфікації пристрою, статистика продуктивності та приблизна геопозиція вашого пристрою на момент здійснення запиту, можуть використовуватися для розроблення й удосконалення Siri, Диктування, Пошуку та деяких інших функцій оброблення мови в продуктах і службах Apple. Наприклад, стенограми можуть використовуватися для підлаштування моделей Siri, Пошуку, Керування голосом, Перекладу й автоматичного розпізнавання мовлення. Частину цих даних можуть переглядати оцінювачі, при цьому аналіз аудіоданих здійснюють тільки співробітники Apple. Історія ваших запитів, зокрема аудіодані, стенограми запитів та інші повʼязані дані, повʼязується на шість місяців із випадковим ідентифікатором, згенерованим на пристрої. Через шість місяців ваша історія запитів більше не повʼязуватиметься з випадковим ідентифікатором і може зберігатися до двох років, а незначна підмножина запитів, які вже було проаналізовано, може зберігатися більш як два роки без випадкового ідентифікатора на потреби поточного вдосконалення Siri, диктування, пошуку та деяких інших функцій оброблення мови. Ваша історія запитів не використовується для створення рекламного профілю та нікому не продається за жодних умов. Якщо одну з ваших взаємодій із Siri чи Диктуванням вибрано для розгляду, такий запит разом із наданою Siri відповіддю буде аналізуватися, щоб визначати точність відповіді та в цілому покращувати Siri, Диктування, Пошук і деякі інші функції оброблення мови в продуктах і послугах Apple. Залежно від контексту вашого запиту, оцінювач може отримати доступ до додаткових контекстних даних, що прямо повʼязані із запитом, як‑от імен контактів чи списку програм, інстальованих на ваших пристроях, з метою визначення ефективності відповіді Siri. Лише співробітники Apple, на яких поширюються суворі зобовʼязання щодо приватності, здатні отримати доступ до аудіовзаємодій із Siri й Диктуванням. Можна будь-коли змінити свої налаштування Покращення Siri й Диктування. Для цього перейдіть у меню Параметри > Приватність і безпека > Аналітика і покращення. Можна видалити аудіовзаємодії, повʼязані з випадковим ідентифікатором і збережені терміном на шість місяців чи менше. Перейдіть у меню Параметри > Загальні та виберіть «Історія Siri». Можна вимкнути Siri й Диктування. Перейдіть у меню Параметри > Загальні > Диктування й вимкніть параметр «Диктування». Потім перейдіть у Параметри > Загальні й вимкніть «Siri». Дані Siri, повʼязані з таким випадковим ідентифікатором, видаляються, якщо ви вимикаєте Siri й Диктування. Загальні положення Значення параметра згоди, вибраного під час налаштування iPhone чи iPad, буде застосовано до всіх нових підʼєднаних пристроїв Apple чи приладів із підтримкою HomeKit, налаштованих з iPhone чи iPad, на якому ввімкнено Siri. Це можна змінити пізніше в параметрах кожного пристрою. Увімкнувши Покращення Siri й Диктування, ви погоджуєтеся на передання, збирання, обслуговування, оброблення та використання цієї інформації компанією Apple та її філіями й представниками, щоб надавати й удосконалювати Siri, Диктування, Пошук і деякі інші функції оброблення мови у продуктах і сервісах Apple, як описано вище. Apple може обробляти та зберігати цю інформацію в довірених сторонніх постачальників послуг. Інформація, яку збирає Apple унаслідок вашого користування Siri, Диктуванням і Перекладом, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy.
vi: Siri và Đọc chính tả Nếu bạn chọn tham gia Cải tiến Siri và Đọc chính tả, Apple có thể lưu trữ âm thanh của các tương tác của bạn với Siri và Đọc chính tả. Dữ liệu âm thanh, bản chép lại và dữ liệu yêu cầu liên quan (ví dụ như danh mục của yêu cầu mà bạn đưa ra, thông số kỹ thuật của thiết bị, thống kê hiệu năng và vị trí gần đúng của thiết bị tại thời điểm đưa ra yêu cầu) có thể được sử dụng để phát triển và cải thiện Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Ví dụ: các bản chép lại có thể được sử dụng để tinh chỉnh Siri, Tìm kiếm, Khẩu lệnh, Dịch thuật và các mô hình nhận dạng lời nói tự động. Một phần của dữ liệu này có thể được người phân loại xem xét, với phần xem xét âm thanh chỉ được thực hiện bởi nhân viên của Apple. Lịch sử yêu cầu của bạn, bao gồm dữ liệu âm thanh, bản chép lại và dữ liệu yêu cầu liên quan, được liên kết với một mã định danh ngẫu nhiên do thiết bị tạo ra trong sáu tháng. Sau sáu tháng, lịch sử yêu cầu của bạn sẽ được hủy liên kết với mã định danh ngẫu nhiên đó và có thể được lưu giữ trong tối đa hai năm. Một phần nhỏ các yêu cầu đã được xem xét có thể được giữ lại trên hai năm (nhưng không có mã định danh ngẫu nhiên) để tiếp tục cải thiện Siri, Đọc chính tả, Tìm kiếm và một số tính năng xử lý ngôn ngữ khác. Lịch sử yêu cầu của bạn không được sử dụng để tạo hồ sơ tiếp thị và không bao giờ được bán cho bất kỳ ai. Nếu một trong các tương tác Siri hoặc Đọc chính tả của bạn được chọn để xem lại thì yêu cầu, cũng như phản hồi mà Siri đã cung cấp, sẽ được phân tích để xác định tính chính xác và cải thiện chung cho Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple. Tùy theo ngữ cảnh của yêu cầu, người đánh giá có thể truy cập vào dữ liệu ngữ cảnh bổ sung liên quan trực tiếp đến yêu cầu (ví dụ như tên của các liên hệ hoặc ứng dụng được cài đặt trên thiết bị của bạn) để đánh giá hiệu quả của phản hồi của Siri. Chỉ các nhân viên của Apple, tuân thủ các nghĩa vụ bảo mật nghiêm ngặt, mới có thể truy cập vào các tương tác âm thanh với Siri và Đọc chính tả. Bạn có thể thay đổi cài đặt cho Cải tiến Siri và Đọc chính tả bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Phân tích & Cải tiến. Bạn có thể xóa các tương tác được liên kết với mã định danh ngẫu nhiên và được lưu giữ trong sáu tháng trở xuống bằng cách đi tới Cài đặt > Cài đặt chung và chọn Lịch sử Siri. Bạn có thể tắt Siri và Đọc chính tả bằng cách đi tới Cài đặt > Cài đặt chung > Đọc chính tả và tắt Đọc chính tả. Sau đó, hãy đi tới Cài đặt > Cài đặt chung và tắt Siri. Dữ liệu Siri được liên kết với mã định danh ngẫu nhiên bị xóa nếu bạn tắt Siri và Đọc chính tả. Chung Tùy chọn tham gia mà bạn đã chọn khi thiết lập iPhone hoặc iPad sẽ áp dụng cho mọi thiết bị Apple được kết nối mới hoặc phụ kiện HomeKit được hỗ trợ được thiết lập bằng iPhone hoặc iPad đó đã được bật Siri. Bạn có thể thay đổi tùy chọn này sau trong cài đặt cho từng thiết bị. Bằng việc bật Cải tiến Siri và Đọc chính tả, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này để cung cấp và cải thiện Siri, Đọc chính tả, Tìm kiếm, Dịch thuật và các tính năng xử lý ngôn ngữ giới hạn khác trong các sản phẩm và dịch vụ của Apple như mô tả ở trên. Apple có thể xử lý và lưu trữ thông tin này với các nhà cung cấp dịch vụ bên thứ ba được tin cậy. Thông tin do Apple thu thập từ việc sử dụng Siri, Đọc chính tả hoặc Dịch thuật của bạn sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: Siri和听写 如果你选择参与“改进Siri和听写”，Apple可能储存你与Siri和听写交互的音频。音频数据、听写文本和相关请求数据，例如提出请求的类别、设备规格、性能统计数据和提出请求时设备的大致位置，可能用于开发和改进Siri、听写、搜索以及Apple产品和服务中的其他有限语言处理功能。例如，听写文本可能用于微调Siri、搜索、语音控制、翻译和自动语音识别模型。评分者可能会检查一部分此类数据，而只有Apple员工才能检查音频。 包括音频数据、听写文本和相关请求数据在内的请求历史记录会与设备生成的随机标识符关联六个月。六个月后，请求历史记录会与随机标识符取消关联且可能保留最多两年，一小部分已检查的请求可能会在不包含随机标识符的条件下保留超过两年，用于持续改进Siri、听写、搜索和其他有限语言处理功能。 你的请求历史记录不会用于构建营销画像，也绝不会出售给任何人。 如果你的其中一个Siri或听写交互被选为用于检查，则相关请求以及Siri提供的回复会被分析以确定准确性并用于Siri、听写、搜索和Apple产品及服务中其他有限语言处理功能的一般性改进。取决于请求的上下文，检查者可能访问与请求直接相关的额外上下文数据，例如联系人姓名或设备上安装的App，从而评估Siri回应的有效性。仅严格遵守保密义务的Apple员工才能访问Siri和听写的交互音频。你可以随时更改“改进Siri和听写”设置。若要更改，请前往“设置”>“隐私与安全性”>“分析与改进”。 你可以删除与随机标识符关联且保留不超过六个月的交互信息，方法是前往“设置”>“通用”并选择“Siri历史记录”。 你可以停用Siri和听写，方法是前往“设置”>“通用”>“听写”并关闭“听写”。然后前往“设置”>“通用”并关闭Siri。停用Siri和听写后，与随机标识符关联的Siri数据将被删除。 通用 设置iPhone或iPad时所选的选择参与偏好设置会应用到通过这台已打开Siri的iPhone或iPad设置的任何新Apple连接的设备或支持的HomeKit配件。你可以稍后在每台设备的设置中进行更改。 启用“改进Siri和听写”，即表示你同意和允许Apple及其下属公司及代理机构按照上述传输、收集、维护、处理和使用这些信息以提供并改进Siri、听写、搜索、翻译以及Apple产品和服务中的其他有限语言处理功能。Apple可能会通过受信任的第三方服务提供商处理和储存此信息。Apple在你使用Siri、听写或翻译时收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: Siri和聽寫 如你參與「改進Siri與聽寫」，Apple可能會儲存你與「Siri和聽寫」的互動音訊。音訊資料、轉寫記錄以及相關要求資料，如你的要求之類型、裝置規格、效能統計，以及當你提出要求時裝置的大約所在位置，可能會用於開發和改進Siri、「聽寫」、「搜尋」以及Apple產品和服務中有限的其他語言處理功能。例如，轉寫記錄可能會用於微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音識別模型。評分員可能會檢閲此資料的子集，並只會由Apple員工進行音訊檢閲。 你的要求記錄，包括音訊資料、轉寫記錄和相關要求資料，會與裝置產生的隨機識別碼連繫六個月。六個月後，你的要求記錄會與隨機識別碼解除連繫，並可能會保留最多兩件，而且已檢閲的少量要求子集可能會保留超過兩年（不附隨機識別碼）以持續改進Siri、「聽寫」、「搜尋」和其他有限語言處理功能。 你要求的記錄不會用於建立市場推廣個人檔案，並且絕不會出售予任何人。 如你的其中一項Siri或「聽寫」互動被選擇進行檢閲，該要求以及提供的Siri回覆會被分析以判斷準確度，以及總體上改進Siri、「聽寫」、「搜尋」以及Apple產品和服務上的其他有限語言處理功能。視乎你的要求的內容，檢閲員可能會取用與該要求直接相關的其他情境資料，例如聯絡人姓名或裝置上安裝的App，來為Siri的回覆的有效性評分。只有遵守嚴格保密義務的Apple員工，才能取用Siri和「聽寫」音訊互動。你可以隨時就「改進Siri和聽寫」的設定進行更改。如要關閉此功能，請前往「設定」>「私隱與保安」>「分析與改進」。 你可以透過前往「設定」>「一般」，然後選擇「Siri記錄」來刪除聯繫至隨機識別碼並保留六個月或以下的互動。 你可以透過前往「設定」>「一般」>「聽寫」並關閉「聽寫」，然後，前往「設定」>「一般」並關閉Siri來停用Siri和「聽寫」。如你停用Siri和「聽寫」，連繫至隨機識別碼的Siri資料會被刪除。 一般 你設定iPhone或iPad時所選擇的參與偏好設定將會套用至任何使用該iPhone或iPad設定的新Apple已連接裝置或支援的HomeKit配件上。你可以稍後在設定中為每部裝置更改此偏好設定。 啟用「改進Siri和聽寫」即表示你同意並接受Apple及其子公司和代理傳送、收集、維護、處理和使用此資料以提供並改進Siri、「聽寫」、「搜尋」、「翻譯」以及如上述的Apple產品和服務的其他有限語言處理功能。Apple可能會處理並將這些資料儲存在信任的第三方服務供應商。在任何時間，Apple都會依照「Apple私隱政策」的規定來處理你使用Siri、「聽寫」或「翻譯」時所收集的資料，請到訪：www.apple.com/hk/privacy。
zh_tw: Siri和聽寫 若你選擇參與「改進Siri和聽寫」，Apple可能會儲存你與Siri和「聽寫」的音訊互動。音訊資料、逐字稿和相關要求資料，例如你的要求類別、裝置規格、執行效能的統計資料和你提出要求時的裝置大約位置，可能會用來開發和改進Siri、「聽寫」、「搜尋」以及Apple產品和服務中其他有限的語言處理功能。例如，逐字稿可能會用來微調Siri、「搜尋」、「語音控制」、「翻譯」和自動語音辨識模型。此資料的一部分可能會由評分員審查，而只有Apple員工才能檢查音訊。 你的音訊資料、逐字稿和相關要求資料等要求記錄，會與裝置產生的隨機識別碼產生關聯，時間為期六個月。六個月之後，你的要求記錄不會再和隨機識別碼有所關聯，並且可能保留最長達兩年的時間，少部分已經過檢視且不包含隨機識別碼的要求可能會保留超過兩年的時間，以持續改進Siri、「聽寫」、「搜尋」和其他有限的語言處理功能。 你的要求記錄不會用來建構行銷的個人檔案，也絕不會出售給任何人。 若你其中一項與Siri或聽寫的互動被選擇進行檢視，你的要求以及Siri提供的回應都會進行分析，以確認其準確性並且整體改進Siri、聽寫、搜尋以及Apple產品和服務中的其他有限語言處理功能。視你的要求內容而定，檢查人員可能會取用與該要求直接相關的上下文資料，例如聯絡人的姓名或安裝在裝置上的App，以評定Siri回應的有效程度。只有遵守嚴格保密義務的Apple員工才能取用與Siri和聽寫的互動音訊。你可以隨時更改「改進Siri和聽寫」的設定。若要執行此操作，請前往「設定」>「隱私權與安全性」>「分析與改進功能」。 你可以前往「設定」>「一般」並選取「Siri記錄」來刪除與隨機識別碼相關且保留六個月或較短時間的互動。 你可以停用Siri和「聽寫」，請前往「設定」>「一般」>「聽寫」並且關閉「聽寫」。接著，前往「設定」>「一般」並且關閉Siri。若你停用Siri和「聽寫」，即會刪除與隨機識別碼相關的Siri資料。 一般 當你設定iPhone或iPad時，所選擇的參與偏好設定也會套用到任何以該iPhone或iPad（已啟用Siri）設定的新Apple連接裝置或支援的HomeKit配件上。你可以稍後在每部裝置的設定中更改此設置。 啟用「改進Siri和聽寫」，即表示你同意並接受Apple及其子公司和代理人傳送、收集、維護、處理和使用此資訊，以提供和改進Siri、「聽寫」、「搜尋」、「翻譯」，以及上述Apple產品和服務中其他有限的語言處理功能。Apple可能會透過信任的第三方服務供應商處理並儲存此資訊。在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理你使用Siri、「聽寫」或「翻譯」時所收集到的資訊，請參訪www.apple.com/tw/privacy
